const one = require("../../../assets/menu/leagaresh/1.jpg");
const two = require("../../../assets/menu/leagaresh/2.jpg");
const three = require("../../../assets/menu/leagaresh/3.jpg");
const four = require("../../../assets/menu/leagaresh/4.jpg");
const five = require("../../../assets/menu/leagaresh/5.jpg");
const six = require("../../../assets/menu/leagaresh/6.jpg");
const seven = require("../../../assets/menu/leagaresh/7.jpg");

const oned = require("../../../assets/detail/Leagaresh/1.jpg");
const twod = require("../../../assets/detail/Leagaresh/2.jpg");
const threed = require("../../../assets/detail/Leagaresh/3.jpg");
const fourd = require("../../../assets/detail/Leagaresh/4.jpg");
const fived = require("../../../assets/detail/Leagaresh/5.jpg");
const sixd = require("../../../assets/detail/Leagaresh/6.jpg");
const sevend = require("../../../assets/detail/Leagaresh/7.jpg");
export const items = [
    {
        "header": "አጋርህን በእርግዝና ግዜ መንከባከብ",
        "back": "Lagarsh",
        "image": five,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: fived,
            },
            {
                "id": 1,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "አጋርህን የበለጠ ትረዳት ዘንድ ስለ እርግዝና ፣ ወሊድ እና ድህረ ወሊድ አብረሃት አንብብ።"
                    },
                    {
                        "id": 1,
                        "text": "የባለቤትህ እና የልጅህ እንክብካቤ እኩል በእኩል የአንተም ሀላፊነት ነው።"
                    },
                    {
                        "id": 2,
                        "text": "በእርግዝና ጊዜ የስሜት ለውጥ ይኖራል ። ተረዳት ፣ አዳምጣት ፣ ታጋሽ ሁን።"
                    },
                    {
                        "id": 3,
                        "text": "በእርግዝና ወቅት የሚኖራት የሰውነት ለውጥ ሊያሳስባት  ይችላል። አዳምጣት ።አበረታታት ። እንደምትወዳት ንገራት ።"
                    },
                    {
                        "id": 4,
                        "text": "የተለያየ ምግብ ሊያምራት ይችላል ፣ በፊት ትወደው የነበረውን ደግሞ ልትጠላው ትችላለች ፣ የተለያየ ሽታም ሊያስጠላት ይችላል ።"
                    },
                    {
                        "id": 5,
                        "text": " አጋርህ እረፍት ያስፈልጋታል ። እረፊ በላት ፣ ተንከባከባት።"
                    },
                    {
                        "id": 6,
                        "text": "እርዳታህን እስክትጠይቅህ ድረስ አትጠብቅ ። "
                    },
                    {
                        "id": 7,
                        "text": "አብረሃት እንቅስቃሴ አድርግ።"
                    },
                    {
                        "id": 8,
                        "text": "ስለአባትነት የሚያሳስቡህ ነገሮች ካሉ አወያያት። ምናልባትም ተመሳሳይ ነገሮች አሳስበዋችሁ ይሆናል ።"
                    },
                    {
                        "id": 9,
                        "text": "ስለእርግዝና፣ ወሊድ እና ድህረ ወሊድ ሁናቴዎች የምትጽፉበት ማስታወሻ አዘጋጅ ። ፎቶግራፎች አንሳት ፣ ተነሱ ። ይህ ወቅት በትዝታዎች የተሞላ ነውና።"
                    },
                    {
                        "id": 10,
                        "text": "በወሊድ እና በድህረ ወሊድ ወቅት የሚያስፈልጉ እቃዎችን አብረሃት አዘጋጅ ።"
                    },
                    {
                        "id": 11,
                        "text": "ቀድሞ የተዘጋጀ የወሊድ ግዜ ቦርሳ ቅርብ ቦታ መቀመጡን አስተውል። "
                    },
                    {
                        "id": 12,
                        "text": "ወደ ጤና ተቋም የምትሄዱበትን መንገድ ቀድማችሁ አዘጋጁ።"
                    },
                    {
                        "id": 13,
                        "text": "ምናልባት ሲጋራ ታጨስ እንደሆነ አሁን የማቆሚያ ወቅት ነው። ማቆም ባትችል እንኩዋን በርስዋ አካባቢ አለማጨስህን እርግጠኛ ሁን ።"
                    },
                    {
                        "id": 14,
                        "text": "በምጥ ግዜ መግባት የሚፈቀድ እንደሆነ አብረሃት ግባ።  በዚህ ግዜ ከመቸወም በላይ ድጋፍ ያስፈልጋታል ። አለሁልሽ በላት ፣ አበረታታት ።"
                    },
                    {
                        "id": 15,
                        "text": "ማንኛውም የመንግሥት ሠራተኛ የትዳር ጓደኛው ስትወልድ ደመወዝ የሚከፈልበት 10 የሥራ ቀን ፈቃድ ይሰጠዋል፡፡"
                    },
                    {
                        "id": 16,
                        "text": "ሌሎች ልጆች ካሉዋችሁ ቀድማችሁ አዲስ ልጅ ሊመጣ እንደሆነ በሚገባቸው መልኩ አስረዱዋችው ።"
                    },
                    {
                        "id": 17,
                        "text": "ከወለደች በሁዋላ  እረፍት ያስፈልጋታል። ከሷ ጋር አብራችሁ ስለ ሽንት ጨርቅ  አቀያየር ፣ አስተቃቀፍ ፣ ጡት አጠባብ ተማሩ ። እረፍት ስለሚያስፈልጋት አብዛኛውን የስራ ድርሻ አንተ ውሰድ ።"
                    },
                    {
                        "id": 18,
                        "text": "ጥሩ እናት ነኝ ወይ የሚል ጥያቄ በተለይ በአዲስ እናቶች ላይ ሊታይ ይችላል። ስለጥረቷ አሞግሳት፣ አበረታታት።"
                    },
                    {
                        "id": 19,
                        "text": "ድህረ ወሊድ የግብረ ስጋ ግንኙነት ለመጀመር ግዜ ያስፈለጋል። ባለቤትህ ዝግጁ እስክትሆን ጠብቃት ፣ ተነጋገሩበት።"
                    },
                    {
                        "id": 20,
                        "text": "•	ባላችሁ እቅድ መሰረት ደስተኛ ቤተሰብ እንዲኖራችሁ የቤተሰብ እቅድ አገልግሎት ተጠቀሚ ሁኑ"
                    }
                ]
            }
        ]
    },
    {
        "header": "አጋርህን በምጥ እና ወሊድ ጊዜ መንከባከብ",
        "back": "Lagarsh",
        "image": six,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: sixd,
            },
            {
                "id": 1,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "በወሊድ እና በድህረ ወሊድ ወቅት የሚያስፈልጉ እቃዎችን አብረሃት አዘጋጅ ።"
                    },
                    {
                        "id": 1,
                        "text": "ቀድሞ የተዘጋጀ የወሊድ ግዜ ቦርሳ ቅርብ ቦታ መቀመጡን አስተውል።"
                    },
                    {
                        "id": 2,
                        "text": "ወደ ጤና ተቋም የምትሄዱበትን መንገድ ቀድማችሁ አዘጋጁ።"
                    },
                    {
                        "id": 3,
                        "text": "በምጥ እና ወሊድ ግዜ መግባት የሚፈቀድ ከሆነ አብረሃት ግባ።"
                    },
                    {
                        "id": 4,
                        "text": "ከአጠገብዋ ሁንላት"
                    },
                    {
                        "id": 5,
                        "text": "ምጥ እና ወሊድ በሚለው ርዕስ ስር ያነበባችሁትን ለማስታወስ ሞክር"
                    },
                    {
                        "id": 6,
                        "text": "በዚህ ግዜ ከመቸወም በላይ ድጋፍ ያስፈልጋታል ። አለሁልሽ በላት ፣ አበረታታት ።"
                    },
                    {
                        "id": 7,
                        "text": "አላስፈላጊ ጥያቄዎችን ከመጠየቅ ተቆጠብ"
                    },
                    {
                        "id": 8,
                        "text": "በዚህ ወቅት እራስህንም መንከባከብ አትርሳ"
                    },
                    {
                        "id": 9,
                        "text": "ልጃችሁን የመጀመሪያ ፎቶግራፍ ማንሳት አትርሳ"
                    }
                ]
            }
        ]
    },

    {
        "header": "አጋርህን በድህረ ወሊድ ወቅት መንከባከብ",
        "back": "Lagarsh",
        "image": one,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: oned,
            },
            {
                "id": 1,
                "type": "text",
                "text": "ማንኛውም የመንግሥት ሠራተኛ የትዳር ጓደኛው ስትወልድ ደመወዝ የሚከፈልበት 10 የሥራ ቀን ፈቃድ ይሰጠዋል፡፡"
            },
            {
                "id": 2,
                "type": "text",
                "text": "ሌሎች ልጆች ካሉዋችሁ ቀድማችሁ አዲስ ልጅ ሊመጣ እንደሆነ በሚገባቸው መልኩ አስረዱዋችው ። ከወለደች በሁዋላ"
            },
            {
                "id": 3,
                "type": "text",
                "text": "እረፍት ያስፈልጋታል። ከሷ ጋር አብራችሁ ሰለ ሽንት ጨርቅ አቀያየር ፣ አስተቃቀፍ ፣ ጡት አጠባብ ተማሩ ። እረፍት"
            },
            {
                "id": 4,
                "type": "text",
                "text": "ስለሚያስፈልጋት አብዛኛውን የስራ ድርሻ አንተ ውሰድ ። ጥሩ እናት ነኝ ወይ የሚል ጥያቄ በተለይ በአዲስ እናቶች ላይ"
            },
            {
                "id": 5,
                "type": "text",
                "text": "ሊታይ ይችላል። ስለ ጥረቷ አሞግሳት፣ አበረታታት።"
            },
            {
                "id": 6,
                "type": "text",
                "text": "ድህረ ወሊድ የግብረ ስጋ ግንኙነት ለመጀመር ግዜ ያስፈለጋል ። ባለቤትህ ዝግጁ እስክትሆን ጠብቃት ፣ ተነጋገሩበት ።"
            },
            {
                "id": 7,
                "type": "text",
                "text": "በስራዋና በትምህርትዋ እንድትቀጥል (ፍላጎትዋ ከሆነ) የሚጠበቅብህን ግዴታ ተወጣ"
            }
        ]
    },
    {
        "header": "ልጅ መንከባከብ",
        "back": "Lagarsh",
        "image": two,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: twod,
            },
            {
                "id": 1,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "ልጃችሁ ገና በማህጸን እያለች ዘምርላት ፣ አዋራት ።"
                    },
                    {
                        "id": 1,
                        "text": "ከልጅህ ጋር ግዜ ማሳለፍህ ግንኙነታችሁን ያጠናክረዋል"
                    },
                    {
                        "id": 2,
                        "text": "ልጃችሁን መንከባከብ እኩል በኩል ያንተም ሃላፊነት ነው"
                    },
                    {
                        "id": 3,
                        "text": "ልጅ ጸሃይ ማሞቅ፣ ዳይፐር መቀየር ፣ ማጫወት ፣መመገብ፣ማጠብ"
                    }
                ]
            }
        ]
    },
    {
        "header": "ልጅ ማጥባት",
        "back": "Lagarsh",
        "image": three,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: threed,
            },
            {
                "id": 1,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "ልጅህ ጡት የምትጠባ ቢሆንም እንኳን በምትጠባበት ሰአት አንተም የራስህን አስተዋጽዖ ማድረግ ትችላለህ"
                    },
                    {
                        "id": 1,
                        "text": "አጋርህ ልታጠባ ስትቀመጥ የሚያስፈልጋት ነገር እንዳለ ጠይቃት ፦ መጠጣት ትፈልግ እንደሆን ፣ ሰልኳን እንድታቀብላት ትፈልግ እንደሆነ ወዘተ"
                    },
                    {
                        "id": 2,
                        "text": "ልጅህን ከአልጋ አንስተህ ለአጋርህ አቀብላት"
                    },
                    {
                        "id": 3,
                        "text": " አጥብታ ስትጨርስ ልጅህን ተቀብለህ ከፍ አርጎ በመያዝ አስገሳ"
                    },
                    {
                        "id": 4,
                        "text": "በተለያዩ ምክንያቶች የታለበ ወተት ወይም የዱቄት ወተት (የጡት ወተት ግን ከማንኛውም የዱቄት ወተት የተሻለ ነው) ለልጃችሁ መስጠት ጀምራችሁ እንደሆነ አንተም ከአጋርህ እኩል ማጥባት ትችላለህ ። "
                    },
                    {
                        "id": 5,
                        "text": "ጡጦ አጥቦ ቀቅሎ አዘጋጅቶ ማስቀመጥ"
                    },
                    {
                        "id": 6,
                        "text": "በቆርቆሮው ላይ በተፃፈው መጠን መሰረት ንጹህ ወሃ ከወተት ዱቄት ጋር ካደባለቅ በኋላ ጡጦውን ከድነህ በደንብ እየነቀነቅ ማደባለቅ ።"
                    },
                    {
                        "id": 7,
                        "text": "ልጅህን አቅፈህ ስታጠባ ጭንቅላቷ/ቱ ሁልጊዜም ከፍ ማለት አለበት፣ ልጅ ለጥ ብሎ ተኝቶ አይጠባም ምክንያቱም ለጆሮ ኢንፌክሽን ስለሚያጋልጥ ። "
                    },
                    {
                        "id": 8,
                        "text": "የመጥገብ ምልክቶች ፦ ፊትን ከጡት ወይንም ከጡጦ ማዞር፣ እንቅልፍ መውሰድ ፣ መጥባት መቀነስ፣"
                    }
                ]
            }
        ]
    },
    {
        "header": "ዳይፐር መቀየር",
        "back": "Lagarsh",
        "image": four,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: fourd,
            },
            {
                "id": 1,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "ዳይፐር በቀን በአማካይ እስከ 8 ግዜ ሊቀየር ይችላል ።"
                    },
                    {
                        "id": 1,
                        "text": "ዳይፐር ከመቀየርህ በፊትና በሁዋላ እጅህን መታጠብ አትዘንጋ።"
                    },
                    {
                        "id": 2,
                        "text": "ለመቀየር የሚያስፈልጉትን እቃዎች አዘጋጅ ፦ ዳይፐር ፣ ዋይፕስ ወይንም መጠራረጊያ ጨርቅ ፣ ቅባት"
                    },
                    {
                        "id": 3,
                        "text": "የዳይፐር መቀየሪያ ጨርቅ ማንጠፍ"
                    },
                    {
                        "id": 4,
                        "text": "ልጅህን በጀርባዋ/ው አስተኛ"
                    },
                    {
                        "id": 5,
                        "text": "ከዳይፐር በላይ ያለውን ልብስ አውልቅላት/ለት"
                    },
                    {
                        "id": 6,
                        "text": "ዳይፐሩን ከቀኝ እና ከግራ ያሉትን ማጣበቂያዎች በማላቀቅ ክፈተው "
                    },
                    {
                        "id": 7,
                        "text": "የልጅህን እግሮች ቁርጭምጭሚት አካባቢ በመያዝ መቀመጫን ከፍ ማድረግ ፣የዳይፐሩን ፊትለፊት ክፍል ወደኋላ  በማጠፍ ከመቀመጫ ስር በንጹህ በኩል ማስገባት"
                    },
                    {
                        "id": 8,
                        "text": "ከዛም ማጽዳት"
                    },
                    {
                        "id": 9,
                        "text": "ሴት ህፃን ከሆነች ሁልጊዜም መጠረግ ያለባት ከፊት ወደኋላ ነው። ከኋላ ወደፊት መጥረግ ለሽንት ቧንቧ ኢንፌክሽን ያጋልጣል ።"
                    },
                    {
                        "id": 10,
                        "text": "ቅባት መቀባት"
                    },
                    {
                        "id": 11,
                        "text": "ቆሻሻውን ዳይፐር አውጥቶ አዲስ ዳይፐር ዘርግቶ ከመቀመጫ ስር ማስገባት ፣ የዳይፐሩን የፊት ለፊት ግማሽ ወደሆድ በመመለስ የፊትና የሁዋላውን የዳይፐር ክፍል በቀኝ እና በግራ ያለውን ማጣበቂያ በማጣበቅ ማያያዝ"
                    },
                    {
                        "id": 12,
                        "text": " እትብት ገና ያልወደቀ እንደሆነ ዳይፐሩን በማጠፍ እንዳይነካው ማድረግ ይገባል። "
                    }
                ]
            }
        ]
    },
]
