const cover = require("../../../assets/drawer-cover.png");
const one = require("../../../assets/menu/familyplanning/1.jpg");
const two = require("../../../assets/menu/familyplanning/2.jpg");
const three = require("../../../assets/menu/familyplanning/3.jpg");
// const four = require("../../../assets/menu/familyplanning/4.jpg");
const four = require("../../../assets/contact.jpg");
const five = require("../../../assets/menu/familyplanning/5.jpg");
const six = require("../../../assets/menu/familyplanning/6.jpg");

const oned = require("../../../assets/detail/familyplanning/1.jpg");
const twod = require("../../../assets/detail/familyplanning/2.jpg");
const threed = require("../../../assets/detail/familyplanning/3.jpg");
const fourd = require("../../../assets/detail/familyplanning/4.jpg");
const fived = require("../../../assets/detail/familyplanning/5.jpg");
const sixd = require("../../../assets/detail/familyplanning/6.jpg");
export const items = [
    {
        "header": "የቤተሰብ ዕቅድ ምንነትና ጠቀሜታው",
        "back": "YebetesebEkid",
        "image": one,
        "data":[
            {
                id: 0,
                type: 'jumbotron',
                image: oned,
            },
            {
                "id": 1,
                "type": "text",
                "text": "የቤተሰብ እቅድ ማለት ጥንዶች በራሳቸው በጎ ፈቃድ ልጅ መውለድ የሚፈልጉ ከሆነ፣ መቼ ፣ በምን ያህል ልዩነት እና ስንት ልጆች እንደሚኖሯቸው ወስነው በራሳቸው ምርጫ የእርግዝና መከላከያ ዘዴን መጠቀም የሚችሉበት  መንገድ ነው፡፡ የቤተሰብ እቅድ ዘርፈ ብዙ የጤና፤ ማህበራዊና ኢኮኖሚያዊ ጠቀሜታዎችን ይሰጣል፡፡"
            },
            {
                "id": 2,
                "type": "title",
                "text": "የጤና ጠቀሜታዎች"
            },
            {
                "id": 3,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "አንድ ሴት ማርገዝ ከመረጠች መቼ እና በምን ያህል ልዩነት የሚለውን እንድትወስን፡፡"
                    },
                    {
                        "id": 1,
                        "text": "ሴቶች በሰውነታቸው ላይ የመወሰን መብታቸውን እንዲተገብሩ ይረዳል፡፡"
                    },
                    {
                        "id": 2,
                        "text": "ቤተሰብን ለማቀድ እና እንደ አቅም ለመኖር እንደዚሁም የትምህርትና ስራ ግባችንን ለመድረስ የሚረዳ በመሆኑ ደስተኛ ቤተሰብ እንዲኖር ያግዛል፡፡"
                    },
                    {
                        "id": 3,
                        "text": "በላይ በላይ መውለድ በእናቶችና በህፃናት ላይ የጤና ችግሮችን ያስከትላል፡፡ ከ3-5 ዓመት አራርቆ መውለድ የእናቶችንና ህፃናትን ሞት በእጅጉ ይቀንሳል፡፡"
                    },
                    {
                        "id": 4,
                        "text": "ከ18 ዓመት እድሜ በታች እርግዝናን በመከላከል ተያይዘው የሚመጡ ችግሮች በማስቀረት ከሞት ይታደጋል፡፡"
                    },
                    {
                        "id": 5,
                        "text": "ያልተፈለገ እርግዝናን በመከላከል ውርጃንና ተያይዞ ሊከሰት የሚችሉ ችግሮችን ይቀንሳል፡፡"
                    },
                    {
                        "id": 6,
                        "text": "ልጆች በቂ እንክብካቤ ለማግኘት እድል ይኖራቸዋል፡፡"
                    },
                    {
                        "id": 7,
                        "text": "በትዳር አጋሮች መካከል መልካም ግንኙነት እንዲኖር ይረዳል፡፡"
                    },
                    {
                        "id": 8,
                        "text": "ከነዚህና ካልተጠቀሱት ሌሎች ጥቅሞች በተጨማሪም በተወሰኑ ምክንያቶች የሚፈጠር የወር አበባ ዑደት መዛባትን ለማስተካከል ይረዳል፡፡"
                    }
                ]
            },
            {
                "id": 4,
                "type": "title",
                "text": "ማህበራዊና ኢኮኖሚያዊ ጠቀሜታዎች"
            },
            {
                "id": 5,
                "type": "text",
                "text": "እናቶችን በላይ በላይ እርግዝና ፋታ በመስጠት በትምህርትና ገቢ በሚያስገኙ የስራ መስኮች እንዲሳተፉ ያግዛል፡፡"
            },
            {
                "id": 6,
                "type": "text",
                "text": "የቤተሰብ ገቢን ከቤተሰብ ቁጥር ጋር በማጣጣም አስደሳች ኑሮ ለመምራት ያግዛል፡፡"
            },
            {
                "id": 7,
                "type": "text",
                "text": "ከ18 ዓመት እድሜ በታች እርግዝናን በመከላከል ሴት ልጆች ከትምህርት ቤት እንዳይቀሩ ያግዛል፡፡"
            },
            {
                "id": 8,
                "type": "text",
                "text": "የህዝብ ቁጥር እድገትን በመቀነስ ለሀገር ምጣኔ ሀብት እድገት አስተዋፅኦ ያደርጋል።"
            },
            {
                "id": 9,
                "type": "title",
                "text": "ወንዶች ምን የቤተሰብ ዕቅድ ሊጠቀሙ ይችላሉ "
            },
            {
                "id": 10,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "ኮንዶም "
                    },
                    {
                        "id": 1,
                        "text": "የወንድ የዘር ፍሬ ማስተለላፍያ ቱቦን ማስቋጠር (Vasectomy)"
                    }
                ]
            },
            {
                "id": 11,
                "type": "banner",
                "bannerid": "Yebetsebekid001"
            }
        ]
    },
    {
        "header": "ተፈጥሮአዊ የቤተሰብ ዕቅድ ዘዴዎች",
        "back": "YebetesebEkid",
        "image": two,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: twod,
            },
            {
                "id": 1,
                "type": "text",
                "text": "በተፈጥሮአዊ ፈርጅ እርግዝናን መከላከል ከሚችሉ ዘዴዎች መካከል የሚጠቀሱት"
            },
            {
                "id": 2,
                "type": "title",
                "text": "በቀን አቆጣጠር"
            },
            {
                "id": 3,
                "type": "text",
                "text": "ይህን ዘዴ ለመጠቀም ያልተዛባ የወር አበባ ዑደት መኖር አለበት።"
            },
            {
                "id": 4,
                "type": "text",
                "text": "ይህ ዘዴ የሴቷን የወር አበባ ዑደት በመረዳት በየትኛው ቀን እርግዝና ሊከሰት እንደሚችል በቀን አቆጣጠር ስልት በመከታተል ከግብረስጋ ግንኙነት በመታቀብ ወይም ተጨማሪ የእርግዝና መከላከያ ዘዴ በመጠቀም እርግዝናን መከላከል የሚቻልበት ዘዴ ነው፡፡ ይህ ዘዴ የጥንዶችን ትብብርና መረዳዳት የሚጠይቅ ነው ፡፡ በሌላ የእርግዝና መከላከያ ዘዴ ካልታገዘ በቀር እርግዝናን ለማራራቅ ለሚፈልጉ ጥንዶች ላልተፈለገ እርግዝና ሊያጋልጥ ይችላል፡፡"
            },
            {
                "id": 5,
                "type": "text",
                "text": "በአማካይ የወር አበባ ኡደት ከጀመረበት ቀን ከ8ኛው - 19ኛው መታቀብ ወይም ሌላ የመከላከያ ዘዴ መጠቀም ያስፈልጋል። እንደ የወር አበባ ዑደትሽ ግን ቀኖቹም ስለሚለያዩ ለአንቺ የሚበጀውን ሃኪምሽን ማማከር ይገባል። ይህን ዘዴ መጠቀም ያለባቸው ያልተዛባ የወር አበባና ሁል ጊዜ በየ 26-32 ቀናት የሚያዩ ሴቶች ብቻ ናቸው፡፡"
            },
            {
                "id": 6,
                "type": "title",
                "text": "ጡት በማጥባት"
            },
            {
                "id": 7,
                "type": "text",
                "text": "ይህ ጡት ብቻ በማጥባት ላይ ላሉ ሴቶች ተፈጥሮአዊ የእርግዝና መከላከያ ዘዴ ሲሆን ቀጥሎ የተዘረዘሩት ሁኔታዎች ከተሟሉ ከወሊድ በኋላ ለመጀመሪያው ስድስት ወራት ይሰራል።"
            },
            {
                "id": 8,
                "type": "text",
                "text": "– ከወለዱ ከስድስት ወራት በታች ከሆኑ"
            },
            {
                "id": 9,
                "type": "text",
                "text": "– ለህፃኑ ሌላ ምንም ዓይነት ተጨማሪ ምግብ/ወተት (ከጡት ወተት ውጪ) ባለመስጠት አዘውትረው ቀንና ማታ ጡት ብቻ የሚያጠቡ ከሆነ"
            },
            {
                "id": 10,
                "type": "text",
                "text": "– የወር አበባ ካልተመለሰ "
            },
            {
                "id": 11,
                "type": "text",
                "text": ""
            },
            {
                "id": 12,
                "type": "text",
                "text": "ጡት ማጥባት ከቀነሱ ወይም ካረጡ፣ የወር አበባ ከተመለሰ ወይም ከወሊድ በኋላ ስድስት ወር ከሞላ የሚጀምሩትን  ሌላ  የእርግዝና መከላከያ ዘዴ ማዘጋጀት ያስፈልጋል፡፡ "
            },
            {
                "id": 13,
                "type": "title",
                "text": "የወንድ የዘር ፍሬን ከሴት ብልት ውጭ የማፍሰስ ዘዴ"
            },
            {
                "id": 14,
                "type": "text",
                "text": "የዚህ ዘዴ የእርግዝና መከላከል ችሎታ በተጠቃሚው ሰው ችሎታ ይወሰናል፡፡ በእያንዳንዱ ግብረስጋ ግንኙነት ጊዜ ወንዱ ራሱን በመቆጣጠር የዘር ፍሳሽ ከመረጨቱ በፊት ከሴቷ ብልት በማውጣት ውጭ ማፍሰስ ይኖርበታል፡፡ ይህ ዘዴ ውጤታማነቱ ዝቅተኛ በመሆኑ ሌሎች አማራጮችንም መጠቀም ይገባል፡፡"
            },
            {
                "id": 15,
                "type": "banner",
                "bannerid": "Yebetsebekid002"
            }
        ]
    },
    {
        "header": "ዘመናዊ የቤተሰብ ዕቅድ ዘዴዎች",
        "back": "YebetesebEkid",
        "image": three,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: threed,
            },
            {
                "id": 1,
                "type": "text",
                "text": "በዚህ ፈርጅ የሚካተቱት የቤተሰብ ዕቅድ ዘዴዎች በሶስት ይመደባሉ፡፡የአጭር፤የረጅም እና የዘለቄታዊ ጊዜ ዘዴዎች ይባላሉ፡፡የአጭር ጊዜ ዘዴዎች እርግዝናን እስከ 3 ወራት ለሚሆን ጊዜ ይከላከላሉ፡፡ ከእነዚህም ዘዴዎች መካከል"
            },
            {
                "id": 2,
                "type": "title",
                "text": "የአጭር ጊዜ ዘዴዎች"
            },
            {
                "id": 3,
                "type": "subtitle",
                "text": "የወንድ ኮንደም "
            },
            {
                "id": 4,
                "type": "text",
                "text": "በቆመ የወንድ ብልት ላይ የሚጠለቅ ስስ ኘላስቲክ ሲሆን የወንዱ የዘር ህዋስ /ስፐርም/ ወደ ሴቷ መራቢያ አካል እንዳይገባ የሚከላከል ነው፡፡የግብረስጋ  ግንኙነት በሚደረግበት ጊዜ  በትክክል ኮንዶሙን መጠቀም ያስፈልጋል፡፡ "
            },
            {
                "id": 5,
                "type": "text",
                "text": "• እርግዝናን እና በግብረሥጋ ግንኙነት ምክንያት የሚተላለፉ በሽታዎችን  ኤች.አይ.ቪ ኤድስን  ጨምሮ ይከላከላል፡፡"
            },
            {
                "id": 6,
                "type": "text",
                "text": "• ከሌሎች የቤተሰብ እቅድ ዘዴዎች ጋር  በማጣመር መጠቀም ይቻላል፡፡"
            },
            {
                "id": 7,
                "type": "text",
                "text": "• በእያንዳንዱ የግብረስጋ ግንኙነታችን ወቅት አዲስ ኮንዶም በቆመው የወንዱ ብልት ላይ በማጥለቅ መጠቀም ያስፈልጋል፡፡ "
            },
            {
                "id": 8,
                "type": "subtitle",
                "text": "አጠቃቀም"
            },
            {
                "id": 9,
                "type": "text",
                "text": "1. በማንኛውም ጊዜ በማሸጊያው ላይ ወይም በሳጥኑ ላይ የታተመውን የማለፊያ ቀን መከታተል አለብዎት። ኮንዶምሙን በጥንቃቄ ይክፈቱ። ጥርስዎን ወይም መቁረጫን አይጠቀሙ።"
            },
            {
                "id": 10,
                "type": "text",
                "text": "2. ኮንዶሙ በትክክለኛው መንገድ እንደገባ እርግጠኛ ይሁኑ። የጠርዞቹ መውጫ ውጭ መሆን አለበት, ስለዚህ ትንሽ ቆብያ ይመስላል እና በቀላሉ ይሽከረከራል። "
            },
            {
                "id": 11,
                "type": "text",
                "text": "3. የኮንዶሙን ጫፍ ጫን አድርገው ኮንዶሙን ያስገቡ ። የወንድ የዘር ፈሳሽ ለመሰብሰብ ትንሽ ቦታ ይተዏ።"
            },
            {
                "id": 12,
                "type": "text",
                "text": "4. ከግንኙነት በሁዋላ ኮንዶሙን ጠርዝ ላይ ይያዙ እና ብልትዎን ያውጡ ። "
            },
            {
                "id": 13,
                "type": "text",
                "text": "5. በጥንቃቄ ኮንዶሙን አዉልቀው ወደ ቆሻሻ መጣያ ውስጥ ይጣሉት። ወደ መፀዳጃ ጉድጓድ አይጣሉት። ይህ የቧንቧ መስመሮችን ሊገድብ ይችላል። "
            },
            {
                "id": 14,
                "type": "text",
                "text": "ኮንዶምን እንደገና መጠቀም አይቻልም ።"
            },
            {
                "id": 15,
                "type": "text",
                "text": "በግብረ ሥጋ ግንኙነት ጊዜ ኮንዶሙ ከተቀደደ ወይም ኮንዶሙን በትክክል ካልተጠቀሙ የድንገተኛ እርግዝና መከላከያ ዘዴን መጠቀም  ያስፈልጋል፡፡"
            },
            {
                "id": 16,
                "type": "banner",
                "bannerid": "Yebetsebekid003"
            },
            {
                "id": 17,
                "type": "title",
                "text": "የሴት ኮንደም "
            },
            {
                "id": 18,
                "type": "text",
                "text": "ከግብረ ስጋ  ግንኙነት  በፊት በሴቷ ብልት ውስጥ የሚገባ ስስ ኘላስቲክ  ሲሆን የወንዱ የዘር ህዋስ በሴቷ የመራቢያ አካል  ውስጥ ዘልቆ እንዳይገባ  ይከላከላል።"
            },
            {
                "id": 19,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "እርግዝናንና  በግብረ ስጋ ግንኙነት የሚተላለፉ  በሽታዎችን ኤች አይ ቪ ኤድስን  ጨምሮ  ይከላከላል፡፡"
                    },
                    {
                        "id": 1,
                        "text": "ከሌሎች የእርግዝና መከላከያ ዘዴዎች ጋር በማጣመር መጠቀም ይቻላል፡፡"
                    },
                    {
                        "id": 2,
                        "text": "በእያንዳንዱ የግብረ ሥጋ ግንኙነት ጊዜ አዲስ ኮንዶም መጠቀም ይገባል፡፡"
                    },
                    {
                        "id": 3,
                        "text": "በግብረ ሥጋ ግንኙነት ጊዜ የወንዱ ብልት በኮንዶሙ ቀለበት ውስጥ ገብቶ መቆየቱን ማረጋገጥ፡፡"
                    },
                    {
                        "id": 4,
                        "text": "በግብረ ሥጋ ግንኙነት ጊዜ ኮንዶሙ ከተቀደደ ወይም ኮንዶሙን በትክክል ካልተጠቀሙ የድንገተኛ እርግዝና መከላከያ ዘዴን መጠቀም ያስፈልጋል፡፡"
                    }
                ]
            },
            {
                "id": 20,
                "type": "title",
                "text": "ባለጥምር  አካላዊ ቅመም የእርግዝና መከላከያ ኪኒን "
            },
            {
                "id": 21,
                "type": "text",
                "text": "•ሁለት አይነት አካላዊ ቅመም ፕሮጀስትሮን እና ኤስትሮጅን የያዘ ሲሆን ክኒኑ በየቀኑ ከተወሰደ ዉጤታማ ይሆናል፡፡"
            },
            {
                "id": 22,
                "type": "text",
                "text": "• የሴት የዘር ህዋስ/ እንቁላል/ ከእንቁልጢ እንዳትለቀቅ ያደርጋል፡፡ "
            },
            {
                "id": 23,
                "type": "text",
                "text": "• ለአብዛኞቹ በመውለድ የእድሜ ክልል ውስጥ ለሚገኙ እና ልጅ ለወለዱም ሆነ ላልወለዱ ሴቶች ሊሰጥ ይችላል፡፡ "
            },
            {
                "id": 24,
                "type": "subtitle",
                "text": "ተጨማሪ ጥቅሞች"
            },
            {
                "id": 25,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "የወር አበባ ፍሰትና ተያይዞ የሚኖረውን ቁርጠት ይቀንሳል "
                    },
                    {
                        "id": 1,
                        "text": "የአጥንት ጥንካሬን ይጨምራል"
                    },
                    {
                        "id": 2,
                        "text": "ከማህፀን ውጪ እርግዝናን ሊከላከል ይችላል"
                    },
                    {
                        "id": 3,
                        "text": "የተለያዩ የጡት ችግሮችን ይቀንሳል"
                    }
                ]
            },
            {
                "id": 26,
                "type": "subtitle",
                "text": "ሊያጋጥሙ የሚችሉ ክስተቶች ፡-"
            },
            {
                "id": 27,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": " ያልተጠበቀ/የተዛባ መጠነኛ የደም መፍሰስ"
                    },
                    {
                        "id": 1,
                        "text": " የሆድ መረበሽ (የማቅለሽለሽ)"
                    },
                    {
                        "id": 2,
                        "text": "መጠነኛ ራስ ምታት"
                    },
                    {
                        "id": 3,
                        "text": "ቁርጭምጭሚት እብጠት "
                    },
                    {
                        "id": 4,
                        "text": " የክብደት ለውጥ ሊከሰት ይችላል።"
                    }
                ]
            },
            {
                "id": 28,
                "type": "subtitle",
                "text": "አወሳሰድ"
            },
            {
                "id": 29,
                "type": "text",
                "text": "የወር አበባ የመጀመሪያ ቀን ላይ መጀመር ምቹ ይሆናል ። ምክንያቱም ተጨማሪ የእርግዝና መከላከያ ዘዴ አስፈላጊ አይሆንም። በሌላ ጊዜ የተጀመረ እንደሆነ ለመጀመሪያው አንድ ሳምንት ተጨማሪ መከላከያ መውሰድ ይመከራል ። "
            },
            {
                "id": 30,
                "type": "text",
                "text": "• በእያንዳንዱ ቀን በተለመደው ሰዓት ሁል ጊዜ መውሰድ"
            },
            {
                "id": 31,
                "type": "text",
                "text": "የተረሱ  ክኒኖች ወዲያው እንዳስታወሱ ይውሰዱት፡፡ "
            },
            {
                "id": 32,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "አንድ ቀን ከረሱ ፦ በቀጣይ ቀን የ2 ቀኑን ክኒን በአንድ ጊዜ መዉሰድ ይቻላል። ከዚያም በየቀኑ አንድ አንድ መውሰዱን መቀጠል ።"
                    },
                    {
                        "id": 1,
                        "text": "ከዚህ በላይ ከረሱ ፦ በቀጣይ ቀን የ2 ቀን ኪኒን  በአንድ ጊዜ መውሰድ ከዚያም በየቀኑ አንድ መውሰዱን መቀጠል  ከተረሳበት ቀን ጀምሮ ለቀጣዮቹ 7 ቀናትም ኮንዶም መጠቀም ወይም ከግብረስጋ ግኑኝነት መታቀብ ያስፈልጋል፡፡"
                    }
                ]
            },
            {
                "id": 33,
                "type": "text",
                "text": "ያስተውሉ- በግብረ ስጋ ግንኙነት የሚተላለፉ በሽታዎችን ኤች አይ ቪ ኤድስን ጨምሮ አይከላከልም፡፡"
            },
            {
                "id": 34,
                "type": "subtitle",
                "text": " ይህን ክኒን መጠቀም የሌለባቸው ሴቶች"
            },
            {
                "id": 35,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "እድሜያቸው ከ35 ዓመት በላይ የሆነና ሲጋራ የሚያጨሱ "
                    },
                    {
                        "id": 1,
                        "text": "ከፍተኛ የደም ግፊት ያለባቸው "
                    },
                    {
                        "id": 2,
                        "text": "ስድስት ወራትና ከዛ በታች በማጥባት ላይ ያሉ"
                    },
                    {
                        "id": 3,
                        "text": "የታወቀ ወይም የሚጠረጠር  እርግዝና ካለ"
                    },
                    {
                        "id": 4,
                        "text": "ጥልቅ የደም ስርና የደም መርጋት በሽታዎች ታሪክ"
                    },
                    {
                        "id": 5,
                        "text": "የልብ ወይም የአንጎል የደም ስር ችግሮች"
                    },
                    {
                        "id": 6,
                        "text": "ከፍተኛ (ከባድ) የደም ግፊት"
                    },
                    {
                        "id": 7,
                        "text": "የማህፀን የውስጥ ግድግዳ ካንሰር"
                    },
                    {
                        "id": 8,
                        "text": "የሚታወቅ ወይም የሚጠረጠር የጡት ካንሰር"
                    },
                    {
                        "id": 9,
                        "text": "የጉበት ዕጢ ወይም የጉበት ችግር"
                    },
                    {
                        "id": 10,
                        "text": "ዋና ቀዶ ጥገና ከረጅም ጊዜ አለመንቀሳቀስ ጋር"
                    },
                    {
                        "id": 11,
                        "text": ""
                    }
                ]
            },
            {
                "id": 36,
                "type": "text",
                "text": "    እንዲሁም  ሌላ ከበድ  ያለ የጤና ችግር  ካለ የጤና ባለሙያን ያማክሩ።"
            },
            {
                "id": 37,
                "type": "banner",
                "bannerid": "Yebetsebekid004"
            },
            {
                "id": 38,
                "type": "title",
                "text": "ባለነጠላ አካላዊ ቅመም የእርግዝና መከላከያ ክኒን "
            },
            {
                "id": 39,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "አንድ አይነት አካላዊ ቅመም ፕሮጀስትሮን የያዘ በየቀኑ የሚወሰድ ኪኒን ነው፡፡"
                    },
                    {
                        "id": 1,
                        "text": "የወንዱ የዘር ህዋስ እንቁላል ጋር እንዳይደርስ በተለያዩ መንገዶች ያግዳል፡፡"
                    },
                    {
                        "id": 2,
                        "text": "ጡት በማጥባት ላይ ላሉ ሴቶች በጣም ውጤታማና አስተማማኝ ዘዴ ነው፡፡"
                    },
                    {
                        "id": 3,
                        "text": " የጡት ወተት ምርትን ስለማይቀንስ በማጥባት ላይ ያሉ ሴቶች ከወለዱ በኋላ ክኒኑን መውሰድ ይችላሉ "
                    }
                ]
            },
            {
                "id": 40,
                "type": "text",
                "text": "ሊያስከትል የሚችለው አላስፈላጊ ክስተት "
            },
            {
                "id": 41,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "ወልደው በማጥባት ላይ ላሉ ሴቶች የወር አበባ ለረጅም ጊዜ ሊቆይ ይችላል፡፡ "
                    },
                    {
                        "id": 1,
                        "text": "ጡት በማጥባት ላይ ያልሆኑና የወር አበባ በማየት ላይ ያሉ ሴቶች የወር አበባ መዛባት (ጊዜውን ያልጠበቀ ደም  በብዛት መፍሰስ፣አነስተኛ ደም መፍሰስ/ጠብታ/፣የወር አበባ መቋረጥ) ሊከሰት ይችላል፡፡ "
                    }
                ]
            },
            {
                "id": 42,
                "type": "subtitle",
                "text": "አወሳሰድ"
            },
            {
                "id": 43,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": " ኪኒኑን በየቀኑ በተመሳሳይ ሰዓት መውሰድ፣ "
                    },
                    {
                        "id": 1,
                        "text": " ኪኒኑ ከ3 ሰዓት በላይ በመዘግየት ከተወሰደ ከኪኒኑ ጐን ለጐን ሌላ የመከላከያ ዘዴ ለምሳሌ ኮንዶምን ለቀጣይ 2 ቀናት( 48 ሰዓታት) መጠቀም፣"
                    }
                ]
            },
            {
                "id": 44,
                "type": "subtitle",
                "text": " የመድሃኒቶች መስተጋብር "
            },
            {
                "id": 45,
                "type": "text",
                "text": "የመከላከያውን (ባለነጠላ አካላዊ ቅመም) የእርግዝና መከላከያ ክኒን አሰራር ሊያውኩ የሚችሉ መድኃኒቶች"
            },
            {
                "id": 46,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "የቲቢ( የሳንባ ነቀርሳ )መድኃኒት ሪፋምፒሲን"
                    },
                    {
                        "id": 1,
                        "text": "የሚጥል በሽታ መድኃኒቶች (ካርባማዜፒን፤ ፌኒቶይን) ወዘተ... መድሃኒት የምትወስጂ እንደሆነ ሃኪምሽን አማክሪ።"
                    }
                ]
            },
            {
                "id": 47,
                "type": "subtitle",
                "text": "ይህን ክኒን መጠቀም የሌለባቸው  ሴቶች"
            },
            {
                "id": 48,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "የሚታወቅ ወይም የሚጠረጠር የጡት ካንሰር"
                    },
                    {
                        "id": 1,
                        "text": "ምክንያቱ ያልታወቀ ያልተለመደ የማህፀን ደም መፍሰስ ካለ"
                    },
                    {
                        "id": 2,
                        "text": "ሌላ ህመም ካለ ሃኪምሽን አማክሪ"
                    },
                    {
                        "id": 3,
                        "text": "የአባላዘር በሽታዎችን ኤች ኣይ ቪ ኤድስን ጨምሮ አይከላከልም፡፡"
                    }
                ]
            },
            {
                "id": 49,
                "type": "title",
                "text": "የድንገተኛ እርግዝና መከላከያ ዘዴ ኪኒን (ፖስት ፒል)"
            },
            {
                "id": 50,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": " ጥንቃቄ የጎደለው የግብረ ስጋ ግንኙነት ከተፈፀመ በኃላ እርግዝናን ለመከላከል የሚወሰድ አካላዊ ቅመም ያለው ኪኒን ነው፡፡"
                    },
                    {
                        "id": 1,
                        "text": "እንቁላል ከእንቁልጢ እንዳትለቀቅ ያግዳል ወይም ያዘገያል፡፡"
                    },
                    {
                        "id": 2,
                        "text": "ፖስት ፒል እርግዝና እንዳይፈጠር ያደርጋል እንጂ ውርጃን አያስከትልም፡፡"
                    },
                    {
                        "id": 3,
                        "text": "ጥንቃቄ የጎደለው የግብረስጋ ግንኙነት እንደተፈፀመ በተቻለ መጠን ወዲያው ከተወሰደ የበለጠ ውጤታማ   ይሆናል፡፡"
                    },
                    {
                        "id": 4,
                        "text": " ጥንቃቄ የጎደለው የግብረ ስጋ ግንኙነት ከተደረገ በ 72 ሰአት ቢወሰድ ይመከራል ፣ እስከ  አምስት/5/ ቀናት  መውሰድ ቢቻልም የሚወሰድበት ቀን ባለፈ ቁጥር ውጤታማነቱ ዝቅ ይላል፡፡"
                    },
                    {
                        "id": 5,
                        "text": "በግብረ ስጋ ግንኙነት የሚተላለፉ በሽታዎችን ፣ ኤች.አይ.ቪ/ኤድስን ጨምሮ አይከላከልም።"
                    }
                ]
            },
            {
                "id": 51,
                "type": "subtitle",
                "text": "አወሳሰድ"
            },
            {
                "id": 52,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "የመጀመሪያውን ኪኒን ግንኙነት ካደረጉ በ72 ሰዓታት ጊዜ ውስጥ ይውሰዱ፡፡"
                    },
                    {
                        "id": 1,
                        "text": "ሁለተኛዉን ኪኒን የመጀመሪያውን ኪኒን ከወሰዱ ከ12 ሰዓት በሁዋላ ይውሰዱ፡፡"
                    }
                ]
            },
            {
                "id": 53,
                "type": "text",
                "text": "በግብረ ስጋ ግንኙነት ለሚተላለፉ በሽታዎች እና ለኤች.አይ.ቪ/ኤድስ የመጋለጥ እድሉ ካለ ወደ ጤና ድርጅት ወዲያው  ይሂዱ፡፡"
            },
            {
                "id": 54,
                "type": "subtitle",
                "text": "ሊያጋጥሙ የሚችሉ ክስተቶች "
            },
            {
                "id": 55,
                "type": "text",
                "text": "• አንዳንዴ ማቅለሽለሽ ፣ትውከት እና ለጥቂት ቀናት አነስተኛ (ጠብታ) ደም መፍሰስ "
            },
            {
                "id": 56,
                "type": "subtitle",
                "text": "ተጨማሪ መረጃዎች "
            },
            {
                "id": 57,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "በቀጣይ ጊዜ በሚፈፅሙት የግብረ ስጋ ግንኙነት የሚፈጠረውን እርግዝና አይከላከልም፡፡"
                    },
                    {
                        "id": 1,
                        "text": "ይህን ዘዴ አዘውትሮ መጠቀም አይመከርም፡፡ ሁልጊዜ ሊወሰዱ የሚችሉ የእርግዝና መከላከያ ዘዴዎችን መጠቀም የበለጠ ውጤታማ ስለሆነ፡፡"
                    },
                    {
                        "id": 2,
                        "text": "ክኒኑ ከተወሰደ በኃላ የሚደረጉ ግንኙነቶችን ተከትሎ የሚመጣውን እርግዝና አይከላከልም፡፡"
                    },
                    {
                        "id": 3,
                        "text": "ውርጃን አያስከትልም፡፡"
                    },
                    {
                        "id": 4,
                        "text": " ፖስት ፒል መሃን አያደርግም፡፡"
                    },
                    {
                        "id": 5,
                        "text": "በግብረ ስጋ ግንኙነት የሚተላለፉ በሽታዎችን ፣ ኤች.አይ.ቪ/ኤድስን ጨምሮ አይከላከልም ።"
                    }
                ]
            },
            {
                "id": 58,
                "type": "title",
                "text": "ዴፖ(በተለምዶ መርፌ)"
            },
            {
                "id": 59,
                "type": "text",
                "text": "ይህ ዘዴ አካላዊ ቅመም የያዘ በየ3 ወር የሚሰጥ መርፌ ሲሆን እንቁላል ከእንቁልጢ እንዳይለቀቅ በማገድ እርግዝናን ይከላከላል፡፡"
            },
            {
                "id": 60,
                "type": "text",
                "text": "ሊያስከትል የሚችለው አላስፈላጊ ክስተት"
            },
            {
                "id": 61,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": " መጀመሪያ  ወቅቱን ያልጠበቀ የደም መፍሰስና በኋላም የወር አበባ ሊቆም ይችላል፡፡"
                    },
                    {
                        "id": 1,
                        "text": " መጠነኛ  የክብደት መጨመር፣"
                    },
                    {
                        "id": 2,
                        "text": "መርፌው ከቆመ በኋላ እርግዝና ሊዘገይ ይችላል፡፡"
                    },
                    {
                        "id": 3,
                        "text": "ከሁለት አመት በላይ ይህን መከላከያ መጠቀም አይመከርም። ሌላ አማራጭ ካልጠፋ በስተቀር፤ የአጥንት መሳሳት ሊያስከትል ስለሚችል።"
                    }
                ]
            },
            {
                "id": 62,
                "type": "subtitle",
                "text": "ተጨማሪ መረጃ"
            },
            {
                "id": 63,
                "type": "text",
                "text": "• ቀጣይዩን መርፌ በወቅቱ መውሰድ፣"
            },
            {
                "id": 64,
                "type": "text",
                "text": "• መርፌ የተወጉበትን ቦታ አይሹት፣"
            },
            {
                "id": 65,
                "type": "text",
                "text": "• መርፌውን  ሳይወስዱ ከቆዩ ኮንዶም ይጠቀሙ፣ "
            },
            {
                "id": 66,
                "type": "text",
                "text": "• የአባለዘር በሽታዎች ኤች ኣይ ቪ ኤድስን ጨምሮ አይከላከልም፡፡"
            },
            {
                "id": 67,
                "type": "text",
                "text": "በመርፌ  መልክ  የሚሰጥ  የእርግዝና  መከላከያ መጠቀም  የሌለባቸው  ሴቶች"
            },
            {
                "id": 68,
                "type": "text",
                "text": "• ከፍተኛ የደም ግፊት ያለባቸው፣"
            },
            {
                "id": 69,
                "type": "text",
                "text": "• ከ6 ሳምንታት በታች በማጥባት ላይ ያሉ ፣ "
            },
            {
                "id": 70,
                "type": "text",
                "text": "• እርጉዝ ሴቶች ወይም የሚጠረጠር እርግዝና ካለ"
            },
            {
                "id": 71,
                "type": "banner",
                "bannerid": "Yebetsebekid005"
            },
            {
                "id": 72,
                "type": "title",
                "text": "የረጅም ጊዜ የእርግዝና መከላከያ ዘዴዎች"
            },
            {
                "id": 73,
                "type": "subtitle",
                "text": "የረጅም ጊዜ ዘዴዎች"
            },
            {
                "id": 74,
                "type": "text",
                "text": "የረጅም ጊዜ ዘዴዎች እርግዝናን ከ 3-12 አመት መከላከል ያስችላሉ፡፡ በዚህ ምድብ ከሚካተቱት መካከል፤"
            },
            {
                "id": 75,
                "type": "title",
                "text": "በክንድ ቆዳ ስር የሚቀመጥ( ኢምፕላንት)፡- ኢምኘላኖንና ጃዴል"
            },
            {
                "id": 76,
                "type": "text",
                "text": "ኢምኘላንት ማለት በክንድ ቆዳ ስር የሚገባ/የሚቀመጥ የክብሪት እንጨት የሚያክል መጠን ያለው አካላዊ ቅመም የያዘ   ለስላሳ ኘላስቲክ ነው፡፡ ኢምኘላኖን ባለአንድ ፕላስቲክ ሲሆን ጃዴል ባለ 2 ፕላስቲክ ነው፡፡"
            },
            {
                "id": 77,
                "type": "text",
                "text": "ለረጅም ጊዜ (ኢምኘላኖን ለ3 ዓመት፣ ጃድል ለ5 ዓመት) የሚያገለግል አስተማማኝና ውጤታማ ዘዴ ሲሆን፣ተጠቃሚዋ በየጊዜው ማስታወስ   አይጠበቅባትም፡፡ የወንዱ የዘር ህዋስ እንቁላል ጋ እንዳይደርስ በማገድና እንቁላል ከእንቁልጢ እንዳትለቀቅ በማድረግ እርግዝናን ይከላከላል፡፡"
            },
            {
                "id": 78,
                "type": "text",
                "text": "የጡት ወተት መጠንን ስለማይቀንስ ለሚያጠቡ እናቶች በጣም ምቹ ነው፡፡"
            },
            {
                "id": 79,
                "type": "text",
                "text": "ማርገዝ ከተፈለገ በማንኛውም ጊዜ በማስወጣት እንደወጣ ማርገዝ ይቻላል፡፡"
            },
            {
                "id": 80,
                "type": "text",
                "text": "ለረጅም ጊዜ የሚያገለግል በመሆኑ እናቶች ፒልስ ወይም ዲፖ ለመውሰድ ወደ ጤና ተቛም የሚመላለሱበትን ጊዜ ያስቀርላቸዋል፡፡"
            },
            {
                "id": 81,
                "type": "text",
                "text": "በክንድ ቆዳ ስር ለማስቀመጥ በሚደረገው ሂደት በክንድ ላይ የሚያደርሰው ምንም ጉዳት የለም፡፡ ይህን ዘዴ የምትጠቀም እናት እንደወትሮው ማንኛውንም ስራ መስራት ትችላለች፡፡"
            },
            {
                "id": 82,
                "type": "text",
                "text": " ከኤች.አይ. ቪ. ቫይረስ እና ከአባለዘር በሽታዎች አይከላከልም፡፡"
            },
            {
                "id": 83,
                "type": "text",
                "text": "ለአምፕላኖን ከ3ኛ ዓመት በኃላ ለጃዴል ከ 5 ዓመት  በኃላ ኢምፕላንቱ ባይወጣም እርግዝና ሊከሰት ይችላል፡፡ስለዚህ ኢምፕላንቱን ማስወጣትና በሌላ መተካት ወይም እስኪወጣ ድረስ ሌላ ዘዴ መጠቀም ያስፈልጋል፡፡"
            },
            {
                "id": 84,
                "type": "text",
                "text": "በመጀመሪያዎቹ  6-9  ወራት እንደ ራስ ምታት፤ ማቅለሽለሽ፤ ቡግር፤ የሰውነት ክብደት መጨመር፤ የወር አበባ መዛባት፤ መጨመር ወይም መቀነስ፤ የሚፈስበት ቀናት እስከ 8 ቀናት መርዘም ወዘተ ሊከሰቱ ይችላሉ፡፡"
            },
            {
                "id": 85,
                "type": "subtitle",
                "text": "ኢምኘላንትን እነማን መጠቀም ይችላሉ?"
            },
            {
                "id": 86,
                "type": "text",
                "text": "• በማንኛውም የመውለድ የእድሜ ክልል ያሉ ሴቶች፤ ወጣቶችን ጨምሮ"
            },
            {
                "id": 87,
                "type": "text",
                "text": "• ከዚህ በፊት ልጅ ያልወለዱም ሆነ የወለዱ"
            },
            {
                "id": 88,
                "type": "text",
                "text": "• ጡት በማጥባት ላይ ያሉ"
            },
            {
                "id": 89,
                "type": "banner",
                "bannerid": "Yebetsebekid006"
            },
            {
                "id": 90,
                "type": "subtitle",
                "text": "ሉፕ (በማህፀን ውስጥ የሚቀመጥ) (አይዲ)"
            },
            {
                "id": 91,
                "type": "text",
                "text": "የእርግዝና መከላከያ T ቅርጽ የያዘ ትንሽና የሚተጣጠፍ ኘላስቲክ ሲሆን ፣በማህፀን ውስጥ የሚገባው በሰለጠነ የህክምና ባለሙያ ነው፡፡ "
            },
            {
                "id": 93,
                "type": "text",
                "text": "ሉፕ በሰለጠነ ባለሙያ በማህፀን ውስጥ ከተቀመጠ እንደ አይነቱ እርግዝናን ለ 5 ወይም 12 ዓመት ይከላከላል፡፡"
            },
            {
                "id": 94,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": " በግብረስጋ ግንኙነት ወቅት ኤች.አይ.ቪ.ን ጨምሮ ሌሎች የአባለዘር በሽታዎችን አይከላከልም፡፡"
                    },
                    {
                        "id": 1,
                        "text": "ሉፕ አንድ ብቻ የወሲብ ጓደኛ ላላቸው ሴቶች በጣም ተመራጭ ዘዴ ነው፡፡"
                    },
                    {
                        "id": 2,
                        "text": "በማንኛውም የእድሜ ክልል ያሉ ሴቶች ወጣቶችን ጨምሮ፤ ከዚህ በፊት ልጅ ያልወለዱ ፤የወለዱ እና ጡት በማጥባት ላይ ያሉ፤ በደማቸው የኤች.አይ.ቪ. ቫይረስ ያለባቸውም ጭምር መጠቀም ይችላሉ፡፡"
                    },
                    {
                        "id": 3,
                        "text": "ተጠቃሚዋ በፈለገች ጊዜ ወይም እንደ አይነቱ በ5ተኛ ወይም በ12ኛ ዓመት መጨረሻ ላይ በህክምና ባለሙያ ይወጣል፡፡"
                    }
                ]
            },
            {
                "id": 95,
                "type": "subtitle",
                "text": "አጠቃቀም"
            },
            {
                "id": 96,
                "type": "text",
                "text": "በማንኛውም ጊዜ ማስገባት ቢቻልም በወር አበባ መጨረሻ ቀናት ወይም ከወሊድ በኋላ በ48 ሰአት ውስጥ የበለጠ በቀላሉ በባለሞያ ሊገባ ይችላል።"
            },
            {
                "id": 97,
                "type": "subtitle",
                "text": "ሊያጋጥሙ የሚችሉ ክስተቶች"
            },
            {
                "id": 98,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "መጠቀም በጀመሩ የመጀመሪያዎች ጥቂት ወራት ውስጥ የሆድ ቁርጠት፣"
                    },
                    {
                        "id": 1,
                        "text": "ያለጊዜው ወይም ከተለመደው በላይ የወር አበባ መፍሰስ  "
                    }
                ]
            },
            {
                "id": 99,
                "type": "subtitle",
                "text": "ሉፕን መጠቀም የሌለባቸው  ሴቶች  "
            },
            {
                "id": 100,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "የታወቀ ወይም የሚጠረጠር እርግዝና ካለ "
                    },
                    {
                        "id": 1,
                        "text": " ከብልት አካባቢ ያልተለመደ ደም መፍሰስ ካለ"
                    },
                    {
                        "id": 2,
                        "text": "የማህፀን አቀማመጥ መዛባት ካለ"
                    },
                    {
                        "id": 3,
                        "text": " የማሕፀን ኢንፌክሽን "
                    },
                    {
                        "id": 4,
                        "text": "የታወቀ ወይም የተጠረጠረ የማህጸን በር ወይም የማኅጸን ካንሰር"
                    },
                    {
                        "id": 5,
                        "text": "በበሽታ የመከላከል አቅም መቀነስ የተነሳ ለኢንፌክሽን ተጋላጭነት ካለ "
                    },
                    {
                        "id": 6,
                        "text": "ከአንድ በላይ የግንኙነት አጋር ካለ"
                    }
                ]
            },
            {
                "id": 101,
                "type": "title",
                "text": "የዘለቄታ ወይም ቋሚ የእርግዝና መከላከያ ዘዴ"
            },
            {
                "id": 102,
                "type": "text",
                "text": "የሚፈልጓቸውን ልጆች መጠን ለወለዱና ተጨማሪ ልጅ ለመውለድ ለማያስቡ ጥንዶች ይህ ዘዴ ጠቃሚ ነው፡፡ ቀለል ባለ የቀዶ ህክምና እርግዝናን ለዘለቄታው መከላከል የሚያስችል ነው፡፡ ቀዶ ጥገናው በወንዱም በሴቷም ሊደረግ የሚችል ሲሆን በወንዱ የሚከናወነው ቀዶ ጥገና የወንዱ የዘር ፍሬ የሚተላለፍበትን ቱቦ በመዝጋት ነው፡፡ በሴቷ ደግሞ እንቁላል ወደ ማህፀን የሚተላለፍበትን ቱቦ በመቛጠር ነው፡፡"
            },
            {
                "id": 103,
                "type": "banner",
                "bannerid": "Yebetsebekid007"
            }
        ]
    },
    {
        "header": "አዘውትረው የሚጠየቁ ጥያቄዎች",
        "back": "YebetesebEkid",
        "image": five,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: fived,
            },
            {
                "id": 1,
                "type": "subtitle",
                "text": "የቤተሰብ ዕቅድ ዘዴዎች ተጠቃሚን መካን ያደርጋሉ?"
            },
            {
                "id": 2,
                "type": "text",
                "text": "ለሴትና ለወንድ ለቁዋሚ መከላከያ ታስበው በቀዶ ህክምና የሚሰሩ ዘዴዎች ብቻ ቋሚ የእርግዝና መከላከያ ናቸው፡፡ ሌሎች ዘዴዎች ግን መካን አያደርጉም፡፡ "
            },
            {
                "id": 3,
                "type": "text",
                "text": "ምንም ልጅ የሌላቸው አጋሮች የቤተሰብ ዕቅድ አገልግሎትን በአስተመማኝ ሁኔታ መጠቀም የሚችሉ ሲሆን ልጅ እንዲኖራቸው ባሰቡ ጊዜ በማቆም ልጅ መውለድ ይችላሉ፡፡"
            },
            {
                "id": 4,
                "type": "subtitle",
                "text": "የቤተሰብ ዕቅድ ዘዴዎች ካንሰር ያስይዛሉ?"
            },
            {
                "id": 5,
                "type": "text",
                "text": "\tአያስይዙም! እንደውም አንዳንድ የቤተሰብ ዕቅድ ዘዴዎች የተወሰኑ ካንሰሮችን ለመከላከል ይረዳሉ፡፡"
            },
            {
                "id": 6,
                "type": "subtitle",
                "text": "የቤተሰብ አቅድ ዘዴዎችን መጠቀም የሚወለዱ ልጆች ላይ የጤና ችግር (የአካል ጉድለት) ያስከትላሉ?"
            },
            {
                "id": 7,
                "type": "text",
                "text": "አያስከትሉም! በእርግዝና ጊዜ ባጋጣሚ/በስህትት እንኳ ቢወሰዱ ማንኛውም የቤተሰብ ዕቅድ ዘዴዎች  የሚወለዱ ልጆች ላይ የጤና ችግር (የአካል ጉድለት)አያመጣም፡፡"
            },
            {
                "id": 8,
                "type": "banner",
                "bannerid": "Yebetsebekid008"
            },
            {
                "id": 9,
                "type": "subtitle",
                "text": "ወጣቶች የቤተስብ ዕቅድ መጠቀም ይችላሉ?"
            },
            {
                "id": 10,
                "type": "text",
                "text": "አዎ- ወጣቶች ቋሚ ከሆኑ ዘዴዎች በስተቀር ሌሎች ዘዴዎችን መጠቀምና በፈለጉ ጊዜ በማቆም ልጅ መውለድ ይችላሉ፡፡"
            },
            {
                "id": 11,
                "type": "text",
                "text": "በግብረስጋ ግኑኝነት ለሚተላለፉ በሽታዎች ወይም ኤች. አይ.ቪ/ኤድስን ተጋላጭ የሆኑ ሰዎች ሁሉ ወጣቶችንም ጨምሮ ሌላ የቤተስብ ዕቅድ ዘዴን ቢጠቀሙም ኮንዶምንም መጠቀም አለባቸው፡፡"
            },
            {
                "id": 12,
                "type": "subtitle",
                "text": "ኮንዶምን መጠቀሙ በወሲብ ጊዜ ስሜትን ይቀንሳል?"
            },
            {
                "id": 13,
                "type": "text",
                "text": "\t•አብዛኞቹ ወንዶች ላይ ይህ ችግር የለም ።ሆኖም ግን ጥቂት ሰዎች የስሜት መቀነስ ቢያጋጥማቸው ከወሲብ አጋሮቻቸው ጋር በመወያየት ችግሩን ማቃለል ይችላሉ፡፡"
            },
            {
                "id": 14,
                "type": "subtitle",
                "text": "የእርግዝና መከላከያ ኪኒን ስንወስድ ተጨማሪ ምግብ መብላት አለብን?"
            },
            {
                "id": 15,
                "type": "text",
                "text": "\tየለብንም! እንደውም አንዳድ ኪኒኖች ደም ማነስ የሚከላከል በየወሩ ለ 7 ቀን የሚወሰድ የብረት ማዕድን እንክብሎች የያዙ ናቸው፡፡"
            },
            {
                "id": 16,
                "type": "subtitle",
                "text": "ክኒኖች ለረዥም ጊዜ ከተወሰዱ በሆድ ዉስጥ ይጠራቀማል የሚባለው እውነት ነው?"
            },
            {
                "id": 17,
                "type": "text",
                "text": "\tአይጠራቀምም! ይልቁንም ክኒኑ በየቀኑ ይሟሟል፡፡"
            },
            {
                "id": 18,
                "type": "subtitle",
                "text": "የድንገተኛ እርግዝና መከላከያ ዘዴ ዉርጃን ያስከትላልን?"
            },
            {
                "id": 19,
                "type": "text",
                "text": "\tአያስከትልም! የድንገተኛ እርግዝና መከላከያ ዘዴ ሴቷ አንዴ ከአረገዘች አይሰራም(አያገለግልም)፡፡"
            },
            {
                "id": 20,
                "type": "subtitle",
                "text": "መርፌ ወይም ኢምፕላንትን የምትወስድ ሴት የወር አበባ ሲቆም ደሙ በሆድ ዉስጥ ይጠራቀማልን?"
            },
            {
                "id": 21,
                "type": "text",
                "text": "\tአይጠራቀምም!አንድ አንድ ጊዜ መርፌ ወይም ኢምፕላንትን የምትጠቀም ሴት የወር አበባ ሊቀንስ ወይም ሊቆምይችላል እንጂ ሆድ ውስጥ አይጠራቀምም፡፡ከመጀምያዉም ደሙ አይዘጋጅም፡፡"
            },
            {
                "id": 22,
                "type": "subtitle",
                "text": "የወንዱን የዘር ህዋስ ማለፊያ ቱቦን መቋጠር ከማኮላሸት ጋር አንድ ናቸውን?"
            },
            {
                "id": 23,
                "type": "text",
                "text": "\tአንድ አይደሉም!- የወንዱን የዘር ህዋስ ማለፊያ ቱቦ መቋጠር ዘላቂ የቤተሰብ እቅድ አገልግሎት ዘዴ ሲሆን ቆለጥን የሚያስወግድ ወይም የሚጎዳ አይደለም፡፡የግብረሲጋ ግንኙነት ላይም ምንም አይነት ችግር አያስከትልም፡፡"
            },
            {
                "id": 24,
                "type": "subtitle",
                "text": "ጡት እያጠባሁ ነው ። ምን አይነት መከላከያ ልጠቀም እችላለሁ?"
            },
            {
                "id": 25,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "ልጅ ከወለድሽ ገና 48 ሰአት ካልሞላሽ ፦ በማህጸን ውስጥ የሚቀመጥ (አይዩዲ) ፣ በእጅ ውስጥ የሚቀመጥ (ኢምፕላንት) ወይም ባለነጠላ ንጥረ ነገር እንክብል "
                    },
                    {
                        "id": 1,
                        "text": "ልጅ ከወለድሽ ከ 48 ሰአት እስከ አራት ወርሽ ከሆነ ፦ በእጅ ውስጥ የሚቀመጥ (ኢምፕላንት) ወይም ባለነጠላ ንጥረ ነገር እንክብል "
                    },
                    {
                        "id": 2,
                        "text": "ልጅ ከወለድሽ ከ አራት ሳምንት እስከ ስድስት ሳምንት ከሆነ ፦ በማህጸን ውስጥ የሚቀመጥ (አይዩዲ)፣ በእጅ ውስጥ የሚቀመጥ (ኢምፕላንት) ወይም ባለነጠላ ንጥረ ነገር እንክብል "
                    },
                    {
                        "id": 3,
                        "text": "ልጅ ከወለድሽ ከ 6 ሳምንት - 6 ወር፦ በማህጸን ውስጥ የሚቀመጥ አዩዲ ፣ በእጅ ውስጥ የሚቀመጥ ኢምፕላንት ወይም ባለነጠላ ንጥረ ነገር እንክብል ወይም በተለምዶ መርፌ "
                    }
                ]
            },
            {
                "id": 26,
                "type": "text",
                "text": "ለበለጠ መረጃ  እና  አገልግሎት  በኣካባቢዎ የሚገኙ ጤና ተቋምት በመሄድ ባለሙያዎችን ያማክሩ!"
            },
            {
                "id": 27,
                "type": "banner",
                "bannerid": "Yebetsebekid009"
            }
        ]
    },
    {
        "header": "የቤተሰብ ዕቅድ ክሊኒክ ስልክ",
        "back": "YebetesebEkid",
        "image":  four,
        "data": [
            {
                "id": 1,
                "type": "contacts",
                "image": four
            }
        ]
    },
    {
        "header": "የቤተሰብ እቅድ የት ሊገኝ ይችላል?",
        "back": "YebetesebEkid",
        "image": six,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: sixd,
            },
            {
                "id": 1,
                "type": "text",
                "text": "የቤተሰብ እቅድ ከዚህ በታች በተዘረዘሩ ቦታዎች ማግኘት ይቻላል።"
            },
            {
                "id": 2,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "በሆስፒታሎች"
                    },
                    {
                        "id": 1,
                        "text": "በክሊኒኮች"
                    },
                    {
                        "id": 2,
                        "text": "በጤና ጣቢያዎች"
                    },
                    {
                        "id": 3,
                        "text": "በፋርማሲዎች ( ከጤና ባለሞያ ምክር በሁዋላ )"
                    }
                ]
            }
        ]
    },
];
