const one = require("../../../assets/menu/betawkiw/1.jpg");
const two = require("../../../assets/menu/betawkiw/2.jpg");
const three = require("../../../assets/menu/betawkiw/3.jpg");
const four = require("../../../assets/menu/betawkiw/4.jpg");
const five = require("../../../assets/menu/betawkiw/5.jpg");
const six = require("../../../assets/menu/betawkiw/6.jpg");
const oned = require("../../../assets/detail/Betawkiw/1.jpg");
const twod = require("../../../assets/detail/Betawkiw/2.jpg");
const threed = require("../../../assets/detail/Betawkiw/3.jpg");
const fourd = require("../../../assets/detail/Betawkiw/4.jpg");
const fived = require("../../../assets/detail/Betawkiw/5.jpg");
const sixd = require("../../../assets/detail/Betawkiw/6.jpg");
export const items = [
    {
        "header": "እንቅልፍ",
        "back": "Mereja",
        "image": one,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: oned,
            },
            {
                "id": 1,
                "type": "text",
                "text": "በእርግዝና ጊዜ የሚመጡ የሰውነት ለውጦች ማለትም የሆርሞን መቀየር እና የፅንሱ ማደግ በእንቅልፍ ላይ አሉታዊ ተፅዕኖ ይኖራቸዋል፡፡  በመጀመሪያ እርግዝና ሲሶ ጊዜ ማህፀንሽ እያደገ ሲሄድ የሽንት ፊኛን መጫን ስለሚጀምር ሽንትሽ ቶሎ ቶሎ ይመጣል፡፡ ብዙ እርጉዞች ድካም ስለሚኖራቸውና በሆርሞን ለውጥ  ምክንያት ቀን የእንቅልፍ ስሜት ይኖራቸዋል፡ አይዞሽ።"
            },
            {
                "id": 2,
                "type": "text",
                "text": "ከሁሉም የባሰው ጊዜ ደግሞ የእርግዝናው ሶስተኛው ሲሶ ሲሆን በዚህ ወቅት ማህፀንሽ በጣም ስለሚያድግና የሽንት ፊኛን ስለሚጫን እንዲሁም ጠንከር ያለ የልጅ እንቅስቃሴ መኖርና፣የጨጓራ ህመም መባባስ የመሳሰሉት የእንቅልፍ ችግር  ሊያመጡ ይችላሉ፡በመኝታ ጊዜ ተጨማሪ ትራስ መጠቀም የሚረዳ ሲሆን በጭኖችሽ መሀል የሚደረግ ትራስ የጀርባ ህመምን ሊቀንስ ይችላል፡፡ ቀን ላይ ፈሳሽ በብዛት መውሰድ ከመሸ በኋላ ግን መቀነስ ሽንት ቶሎ ቶሎ እንዳይመጣና እንቅልፍ እንዳይዛባ ያግዛል፡፡"
            }
        ]
    },
    {
        "header": "የጥርስ ጤናና እርግዝና",
        "back": "Mereja",
        "image": two,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: twod,
            },
            {
                "id": 1,
                "type": "text",
                "text": "በእርግዝና ጊዜ የድድ ማበጥ የተለመደ ሲሆን እርጉዞች ለጥርስ መቦርቦር ችግር ደግሞ የበለጠ ተጋላጭ ሊሆኑ ይችላሉ ፡፡ቢያንስ በቀን ሁለት ጊዜ ጥርስሽን መፋቅ ያስፈልጋል(ከቁርስ በኋላና ከመኝታ በፊት)፡፡ በእርግዝና ጊዜ የጥርስ ሀኪም ጋር ሄደሽ መታየት ምንም ችግር የለውም፡፡ ነገር ግን ለሀኪምሽ እርጉዝ መሆንሽን ማሳወቅ ይኖርብሻል፡፡ የጥርስ መሙላት ወይም መንቀል ማድረግ የሚቻል ሲሆን ለፅንሱም ሆነ ለአንቺ የተለየ ጉዳት የለውም፡፡"
            }
        ]
    },
    {
        "header": "ወሲብና እርግዝና",
        "back": "Mereja",
        "image": three,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: threed,
            },
            {
                "id": 1,
                "type": "text",
                "text": "እርግዝናው በጥሩ ጤንነትና ሁኔታ ላይ እስከቀጠለ ድረስ ወሲብ መፈፀም ምንም ችግር የለውም፡፡ነገር ግን ብዙ ጊዜ በእርግዝና ወቅት በድካም ስሜት፣በጡት ህመም እንዲሁም ለፅንሱ ሁኔታ በማሰብ የወሲብ ፍላጎት መቀዛቀዝ ሊኖር ይችላል፡፡ በእርግዝና ወቅት  ወደ ብልት የደም ዝውውር ስለሚጨምር  የወሲብ ፍላጎት ሊጨምርም ይችላል። በወሲብ ጊዜ የወንድ ብልት ፅንሱ ጋር የማይደርስ ሲሆን ለውርጃ፣ማህፀን መድማት ፣ለእንሽርት ውሃ መፍሰስ ወይም ወር ያልገባ ምጥ አይዳርግም፡፡ ወሲብ ለመፈፀም ጥንዶች የሚመቻቸውን አቀማመጥ መምረጥ ይችላሉ፡፡ ብዙ ጊዜ የሚመቸው አቀማመጥ ጎን ለጎን ወይም ወንድ ከጀርባ በመሆን ነው::"
            },
            {
                "id": 2,
                "type": "text",
                "text": "ነገር ግን ከነዚህ ምልክቶች አንዱ ሲኖር ወሲብ አለማድረግ እና ሀኪምሽን ማማከር ይኖርብሻል፡፡"
            },
            {
                "id": 3,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "የማህፀን መድማት "
                    },
                    {
                        "id": 1,
                        "text": "የእንሽርት ውሃ መፍሰስ"
                    },
                    {
                        "id": 2,
                        "text": "የእንግዴ ልጁ ከፅንሱ በፊት ወይም ቀድሞ መቀመጡ (እንደተቀመጠ) ከተነገረሽ"
                    },
                    {
                        "id": 3,
                        "text": "የማህጸን በር መላላት እንዳለ ከተነገረሽ\t"
                    }
                ]
            }
        ]
    },
    {
        "header": "ቅድመ እርግዝና ምክርናና ምርመራ",
        "back": "Mereja",
        "image": four,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: fourd,
            },
            {
                "id": 1,
                "type": "text",
                "text": "በተለያዩ ሳይንሳዊ ጥናቶች እንደታየው ታቅዶ የተጀመረ እርግዝና የተሻለና ጤናማ ውጤት አለው፡፡ በተለይ ለአንዳንድ እናቶች የቅድመ እርግዝና ምክርና ህክምና እጅግ በጣም አስፈላጊ ነው፡፡ "
            },
            {
                "id": 2,
                "type": "text",
                "text": "የተወሰኑትን ለመጥቀስ፡- "
            },
            {
                "id": 3,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "የደም ግፊት ችግር ያለብሽ ከሆነ፡- በተለይ የቆየ የደም ግፊት ችግር ያለብሽ ከሆነ በተቻለ መጠን የልብ የአይንና የኩላሊት ምርመራ ማድረግ ይኖርብሻል፡፡ ምክንያቱም አንዳንድ ችግሮች በእርግዝናው ሊባባሱና አንቺን ወደ ከፋ የጤና ችግር ሊያደርሱሽ ስለሚችሉ ነው፡፡"
                    },
                    {
                        "id": 1,
                        "text": "የስኳር በሽታ፡-  የስኳር በሽታ በእርግዝና ላይ ከሚያመጣቸው ዋና ዋና ችግሮች አንዱ የፅንስ አፈጣጠር ችግር ነው፡፡ ይህ ደግሞ በብዛት የሚፈጠረው በመጀመሪያዎቹ 2 የእርግዝና ወራት ነው፡፡ የደም ውስጥ የስኳር መጠን በተቻለ መጠን በሚፈለገው ደረጃ ረዘም ላለ ጊዜ መጠበቅ ይኖርበታል፡፡ ስለሆነም ከሀኪምሽ ጋራ ምክክር በማድረግ የመድሀኒት መጠን በማስተካከል እንዲሁም የደም ውስጥ ስኳር መጠን በተፈላጊው ደረጃ መሆኑን ከእርግዝና በፊት ማረጋገጥ በጣም ጠቃሚ ነው፡፡"
                    },
                    {
                        "id": 2,
                        "text": "የሚጥል በሽታ፡- በተለይ 2 እና ከዚያ በላይ መድሀኒቶችን የሚወስዱ ታካሚዎች በተቻለ መጠን ወደ ተመረጠ 1 መድሀኒት ብቻ መውሰድ መሸጋገር ይመከራል፡፡ ምክንያቱም መድሀኒቶች በበዙ ቁጥር የፅንስ አፈጣጠር ችግር የመኖር እድል ስለሚጨምር ነው፡፡አንዳንድ ጊዜ አንድ መድሀኒት ብቻ የሚወስዱ ቢሆን እንኳን ወደ ሌላ የፅንስ አፈጣጠር ችግር የማስከተል ያነሰ እድል ያለው መድሀኒት መቀየር አለባቸው፡፡"
                    },
                    {
                        "id": 3,
                        "text": "የልብ ችግር፡- በተለይ የተወሰነ አይነት የልብ ችግር ያለባቸው ሴቶች ፈፅሞ ማርገዝ የማይኖርባቸው ወቅት አለ፡፡"
                    },
                    {
                        "id": 4,
                        "text": "የምታጨሺ ወይም አልኮል የምትጠጪ ከሆነ:- ከነዚህ ነገሮች ታቅበሽና ሰውነትሽ ዝግጁ ሆኖ ወደ እርግዝና መግባት ይጠቅምሻል፡፡ ለምሳሌ፡- በፅንስ ላይ ጉዳት የሚያመጣው የአንቺ የደም ውስጥ የአልኮል መጠን አይታወቅም፡፡"
                    },
                    {
                        "id": 5,
                        "text": "ክብደትን ማስተካከል፡- በተለይ ከመጠን ያለፈ የሰውነት ውፍረትን መቀነስ በእርግዝና ወቅት ከሚመጡ ስኳር በሽታና የደም ግፊት እና ሌሎች ችግሮችን ይታደጋል፡፡"
                    },
                    {
                        "id": 6,
                        "text": "ከዚህ በፊት የአፈጣጠር ችግር የነበረው ፅንስ ከወለድሽ፡- አንዳንድ የፅንስ አፈጣጠር ችግሮች የመደገም ዕድላቸው ከፍ ያለ ሲሆን ይህንንም በቅድመ እርግዝና ጊዜ በሚሰጡ መድሀኒቶች በመጠቀም እጅግ መቀነስ ይቻላል፡፡"
                    },
                    {
                        "id": 7,
                        "text": "ኤች አይ ቪ:- ኤች አይ ቪ በደምሽ ውስጥ ያለብሽ ከሆነ ከባለሙያ ጋር በመመካከር በእርግዝናና በወሊድ ጊዜ ወደ ፅንሱ የመተላለፍ እድል ምን ያህል እንደሆነና እንዴት መቀነስ እንደሚቻል መመካከር አለብሽ፡፡"
                    },
                    {
                        "id": 8,
                        "text": "ከዚህ በፊት የማህፀን ቀዶ ህክምና አድርገሽ ከሆነ:-   ከዚህ በፊት የማህፀን ቀዶ ህክምና አድርገሽ ከሆነ መቼ ማርገዝና ምን ጥንቃቄ ማድረግ እንዳለብሽ ከጤና ባለሙያ ጋር መነጋገር ይኖርብሻል፡፡ "
                    },
                    {
                        "id": 9,
                        "text": "በተደጋጋሚ አስከፊ ችግሮች ያጋጠማት ሴት ለምሳሌ፡- በሆድ ውስጥ ፅንስ መሞት ወይም 3 ጊዜና ከዚያ በላይ ውርጃን በቅድመ እርግዝና በሚደረጉ ምርመራዎች እና ህክምና በፊት የነበረው አስከፊ የእርግዝና ሁኔታ እንዳይደገም ማገዝ ይቻላል፡፡"
                    }
                ]
            }
        ]
    },
    {
        "header": "ኤች አይ ቪ ከእናት ወደ ልጅ እንዳይተላለፍ ለመከላከል መደረግ ያለባቸው ተግባሮች",
        "back": "Mereja",
        "image": five,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: fived,
            },
            {
                "id": 1,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "ሁሉም ነፍሰጡር እናቶች ለእርግዝና ክትትል አገልግሎት ወደ ጤና ተቋማት በመምጣት የኤች አይ ቪ ምክርና ምርመራ አገልግሎት ማድረግ አለባቸው"
                    },
                    {
                        "id": 1,
                        "text": "ኤች አይ ቪ በደማቸው የተገኘባቸው፤ወላድና የሚያጠቡ እናቶች በቶሎ የጸረ ኤች አይ ቪ መድሃኒት መጀመር ይኖርባቸዋል"
                    },
                    {
                        "id": 2,
                        "text": "ኤች አይ ቪ በደማቸው የተገኘባቸው  እናቶች በጤና ባለሙያ ምክር መሰረት የሚሰጣቸውን መድሃኒት ሳያቋርጡ መውሰድ አለባቸው"
                    },
                    {
                        "id": 3,
                        "text": "ኤች አይ ቪ በደማቸው የተገኘባቸው እናቶች ካልታቀደ እርግዝና ራሳቸውን መከላከል ይኖርባቸዋል"
                    },
                    {
                        "id": 4,
                        "text": "ኤች አይ ቪ በደማቸው የተገኘባቸው እናቶች በጤና ባለሙያ ምክር መሰረት በደም ውስጥ የኤች አይ ቪ ቫይረስ መጠን (Viral load) ማሰራት ያስፈልጋል"
                    },
                    {
                        "id": 5,
                        "text": "በደም ውስጥ የኤች አይ ቪ ቫይረስ መጠን (Viral load) ከ1000 ኮፒ በታች ከሆነ ጥሩ የጤና ሁኔታ ላይ እንዳሉ ያሳያል"
                    },
                    {
                        "id": 6,
                        "text": "በደም ውስጥ የኤች አይ ቪ ቫይረስ መጠን (Viral load) ከ1000 ኮፒ በላይ ከሆነ ግን የቫይረሱ መጠን መጨሩን የሚያሳይ በመሆኑ የጤና ባለሙያ ማማከርና በሚሰጠው ምክር መሰረት መፈጸም"
                    },
                    {
                        "id": 7,
                        "text": "ኤች አይ ቪ በደማቸው የተገኘባቸው ነፍሰጡር እናቶች በጤና ተቋም መውለድ ይኖርባቸዋል"
                    },
                    {
                        "id": 8,
                        "text": "ኤች አይ ቪ በደማቸው የተገኘባቸው እናቶች በማንኛውም የግብረስጋ ግንኙነት ወቅት ኮንዶም በአግባቡ መጠቀም ያስፈልጋል"
                    },
                    {
                        "id": 9,
                        "text": "ኤች አይ ቪ በደማቸው የተገኘባቸው እናቶች የትዳር አጋሮቻቸው የኤች አይ ቪ ምርመራ እንድያገኙ ማድረግ አለባቸው"
                    },
                    {
                        "id": 10,
                        "text": "ኤች አይ ቪ በደማቸው ከተገኘባቸው እናቶች የተወለዱ ህጻናት ከተወለዱበት ቀን ጀምሮ በጤና ተቋማት የሚሰጣቸውን የኤች አይ ቪ የመከላከያ መድሃኒት እንዲወስዱ ማድረግ ይኖርባቸዋል"
                    },
                    {
                        "id": 11,
                        "text": "ኤች አይ ቪ በደማቸው ከተገኘባቸው እናቶች የተወለዱ ህጻናት እንደማንኛውም ህጻን ለመጀመሪያወቹ 6 ወራት የእናት ጡት ብቻ እንዲጠቡ ይመከራል"
                    },
                    {
                        "id": 12,
                        "text": "ኤች አይ ቪ በደማቸው ከተገኘባቸው እናቶች የተወለዱ ህጻናት ከ6 ወራት በኋላ እንደማንኛውም ህጻን ከእናት ጡት ተጨማሪ ምግብ እንዲወስዱ ይመከራል"
                    },
                    {
                        "id": 13,
                        "text": "ኤች አይ ቪ በደማቸው ከተገኘባቸው እናቶች የተወለዱ ህጻናት ከ6 ሳምንት ጀምሮ በጤና ተቋማት የሚሰጣቸውን የተጓዳኝ በሽታዎች መከላከያ መድሃኒት እንዲወስዱ መደረግ ይኖርበታል"
                    },
                    {
                        "id": 14,
                        "text": "ኤች አይ ቪ በደማቸው ከተገኘባቸው እናቶች የተወለዱ ህጻናት በ6 ሳምንት የኤች አይ ቪ ምርመራ አገልግሎት እንዲያገኙ ወደ ጤና ተቋም መውሰድ "
                    }
                ]
            }
        ]
    },
    {
        "header": "እርግዝናና መብቶችሽ",
        "back": "Mereja",
        "image": six,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: sixd,
            },
            {
                "id": 1,
                "type": "text",
                "text": "ኢትዮጵያ ፌዴራላዊ ዴሞክራሲያዊ ሪፐብሊክ ሕገ መንግሥት አንቀጽ 55(1) መሠረት ።"
            },
            {
                "id": 2,
                "type": "text",
                "text": "የወሊድ ፈቃድ"
            },
            {
                "id": 3,
                "type": "text",
                "text": "1/    ነፍሰጡር የሆነች የመንግሥት ሠራተኛ፣"
            },
            {
                "id": 4,
                "type": "text",
                "text": "ሀ)    ከእርግዝናዋ ጋር የተያያዘ ምርመራ ለማድረግ ሐኪም በሚያዘው መሠረት ደመወዝ የሚከፈልበት ፈቃድ ይሰጣታል፤"
            },
            {
                "id": 5,
                "type": "text",
                "text": "ለ)    ከመውለዷ በፊት ዕረፍት እንድታደርግ ሐኪም ካዘዘ ደመወዝ የሚከፈልበት ዕረፍት ይሰጣታል፤"
            },
            {
                "id": 6,
                "type": "text",
                "text": "2/    በዚህ አንቀጽ ንዑስ አንቀጽ (1) የተመለከተው ፈቃድ እንደ ህመም ፈቃድ አይቆጠርም፡፡"
            },
            {
                "id": 7,
                "type": "text",
                "text": "3/    ነፍሰጡር የሆነች የመንግሥት ሠራተኛ መውለጃዋ ሲደርስ እወልዳለሁ ብላ ከገመተችበት ቀን በፊት 30 ተከታታይ ቀናት የቅድመ ወሊድ ፈቃድ፣ እንዲሁም ስትወልድ ከወለደችበት ቀን ጀምሮ 90 ተከታታይ ቀናት፣ በአጠቃላይ 120 ተከታታይ ቀናት ደመወዝ የሚከፈልበት የወሊድ ፈቃድ ይሰጣታል፡፡"
            },
            {
                "id": 8,
                "type": "text",
                "text": "4/    በዚህ አንቀጽ ንዑስ አንቀጽ (3) መሠረት ሠራተኛዋ የተሰጣት የቅድመ ወሊድ ፈቃድ ከማለቁ በፊት ከወለደች ያልተጠቀመችበትን ቀሪ የቅድመ ወሊድ ፈቃድ ከወለደች በኋላ እንድትጠቀምበት ይደረጋል፡፡"
            },
            {
                "id": 9,
                "type": "text",
                "text": "5/    ሠራተኛዋ የወሰደችው የቅድመ ወሊድ ፈቃድ ሲያልቅ ያልወለደች እንደሆነ እስከምትወልድበት ቀን ድረስ ባሉት የሥራ ቀናት የምትቆይበት ዕረፍት በበጀት ዓመቱ ካላት የዓመት ዕረፍት ፈቃድ ወይም በበጀት ዓመቱ የዓመት ፈቃድ የሌላት እንደሆነ ከሚቀጥለው የበጀት ዓመት የዕረፍት ፈቃዷ ይተካል፡፡"
            },
            {
                "id": 10,
                "type": "text",
                "text": "6/    ሠራተኛዋ በዚህ አንቀጽ ንዑስ አንቀጽ (3) የተወሰነውን የወሊድ ፈቃድ ከጨረሰች በኋላ ብትታመምና ተጨማሪ ፈቃድ የሚያስፈልጋት መሆኑ በሀኪም ከተረጋገጠ በዚህ አዋጅ አንቀጽ 43(1) በተደነገገው መሠረት የሕመም ፈቃድ መውሰድ ትችላለች፡፡"
            },
            {
                "id": 11,
                "type": "text",
                "text": "7/    ማንኛዋም ስድስት ወር የሞላት ነፍሰጡር የሆነች የመንግስት ሠራተኛ የቅድመ ወሊድ ፈቃድ ከመውሰዷ በፊት ጽንሱ የተቋረጠባት ከሆነ ይህንኑ የሚያረጋግጥ የህክምና ማስረጃ ስታቀርብ የ60 ቀን የድህረ ወሊድ ፈቃድ ይሰጣታል፡፡"
            },
            {
                "id": 12,
                "type": "text",
                "text": "8/    የቅድመ ወሊድ ፈቃድ ከወሰደች በኋላ የጽንስ መቋረጥ ካጋጠማት የወሰደችው የቅድመ ወሊድ ፈቃዷ ተቋርጦ በዚህ አንቀጽ ንኡስ አንቀጽ (3) የተመለከተው የ90 ቀን የድህረ ወሊድ ፈቃድ ይሰጣታል፡፡"
            },
            {
                "id": 13,
                "type": "text",
                "text": "9/    ከሦስት እስከ ስድስት ወር ባለው የእርግዝና ጊዜ ውስጥ የፅንስ መቋረጥ ያጋጠማት የመንግሥት ሠራተኛ ደመወዝ የሚከፈልበት 30 ተከታታይ ቀን ፈቃድ ይሰጣታል፡፡"
            },
            {
                "id": 14,
                "type": "text",
                "text": "10/   ማንኛውም የመንግሥት ሠራተኛ የትዳር ጓደኛው ስትወልድ ደመወዝ የሚከፈልበት 10 የሥራ ቀን ፈቃድ ይሰጠዋል፡፡"
            }
        ]
    }
]
