const one = require("../../../assets/menu/lanchi/1.jpg");
const two = require("../../../assets/menu/lanchi/2.jpg");
const three = require("../../../assets/menu/lanchi/3.jpg");
const four = require("../../../assets/menu/lanchi/4.jpg");
const five = require("../../../assets/menu/lanchi/5.jpg");
const six = require("../../../assets/menu/lanchi/6.jpg");
const seven = require("../../../assets/menu/lanchi/7.jpg");
const eight = require("../../../assets/menu/lanchi/8.jpg");
const nine = require("../../../assets/menu/lanchi/9.jpg");
const ten = require("../../../assets/menu/lanchi/10.jpg");

const oned = require("../../../assets/detail/Lanchi/1.jpg");
const twod = require("../../../assets/detail/Lanchi/2.jpg");
const threed = require("../../../assets/detail/Lanchi/3.jpg");
const fourd = require("../../../assets/detail/Lanchi/4.jpg");
const fived = require("../../../assets/detail/Lanchi/5.jpg");
const sixd = require("../../../assets/detail/Lanchi/6.jpg");
const sevend = require("../../../assets/detail/Lanchi/7.jpg");
const eightd = require("../../../assets/detail/Lanchi/8.jpg");
const nined = require("../../../assets/detail/Lanchi/9.jpg");
const tend = require("../../../assets/detail/Lanchi/10.jpg");


export const items = [
    {
        "header": "በእርግዝና ወቅት ሊያጋጥሙሽ የሚችሉ ጤናማ የሰውነት ለውጦች",
        "back": "Lanchi",
        "image": one,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: oned,
            },
            {
                "id": 1,
                "type": "text",
                "text": "በእርግዝና ወቅት ሰውነትሽ ብዙና ትልቅ የሚባሉ ለውጦችን ያስተናግዳል፡፡ ብዙዎች ለውጦች ከእርግዝና መፈጠር በኋላ ወዲያው የሚጀምሩና እስከ እርግዝና ፍፃሜ የሚቀጠሉ ናቸው፡፡ ከወሊድና ብሎም ጡት ማጥባት ከተውሽ በኋላ እነዚህ ለውጦች ሙሉ በሙሉ በሚባል ደረጃ ተመልሰው ይጠፋሉ፡፡"
            },
            {
                "id": 2,
                "type": "subtitle",
                "text": "ማህጸን"
            },
            {
                "id": 3,
                "type": "text",
                "text": "ከእርግዝና በፊት ማህጸንሽ ወደ 70 ግራም የሚመዝን ስጋማ አካል ሲሆን ይዘቱም 10 ሚሊ ብቻ ነው፡፡ በእርግዝናሽ ወቅት መጠኑ በእጅጉ ጨምሮ ክብደቱ ወደ 1000 ግራም ይዘቱም ወደ 5 ሊትር በአማካይ ይሆናል፡፡ 9ወር ሲሞላሽ ወደማህጸንሽ ከ450-650 ሚ-ሊ ደም በደቂቃ ይደርሳል፡፡"
            },
            {
                "id": 4,
                "type": "subtitle",
                "text": "ጡት"
            },
            {
                "id": 5,
                "type": "text",
                "text": "የእርግዝናሽ መጀመሪያ ሳምንታት ትንሽ የመጠዝጠዝ እና ሲነካ ህመም ሊኖረው ይችላል፡፡ ከ2-3 ወር በኋላ በጡትሽ ላይ ቀጭን የደም ስሮች የሚታዩ ሲሆን የጡትሽ ጫፍም በመጠኑ እየጨመረ መልኩም እየጠቆረ እንዲሁም ቀጥ ብሎ የመቆም ለውጦች ይታዩበታል፡፡ ከጥቂት የእርግዝና ወራት በኋላ ከጡትሽ ቢጫ መሰል ወፍራም ፈሳሽ የሚወጣ ሲሆን ይህም ጤናማ ሂደት ነው፡፡ ከእርግዝናሽ በፊት ያለ የጡትሽ መጠን እና ከወሊድ በኋላ የሚመረተው ወተት መጠን ቀጥታ ግንኙነት የላቸውም፡፡ ማለትም ትንሽ ጡት ቢኖርሽ ብዙ ወተት አይኖርሽም ማለት አይደለም፡፡"
            },
            {
                "id": 6,
                "type": "subtitle",
                "text": "የደም መጠን"
            },
            {
                "id": 7,
                "type": "text",
                "text": "በእርግዝና የደም መጠን /ይዘት/ በእጅጉ የሚጨምር ሲሆን ይህም ከ40-45 በመቶ ይደርሳል፡፡ ይህም ጥቅሞች አሉት"
            },
            {
                "id": 8,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "ለማህጸንሽ አስፈላጊውን ደም ለማድረስ"
                    },
                    {
                        "id": 1,
                        "text": "በምጥና ወሊድ ወቅት ከሚፈጠር የደም መድማት ለመቋቋም"
                    }
                ]
            },
            {
                "id": 9,
                "type": "text",
                "text": "በእርግዝናሽ ወቅት የደም ግፊት የሚቀንስ ሲሆን ወደ ቅድመ እርግዝና ደረጃው /ግፊት የሚመለሰው ወደ 9 ወር አካባቢ ነው፡፡ ስለዚህም ብዙ ጊዜ የእርግዝና አጋማሽ ወቅት ላይ  የደም ግፊትሽ ዝቅተኛ ሲሆን ይህም ጤናማ ሂደት ነው፡፡ ለምሳሌ ብዙ እናቶች የደም ግፊት 95/50 ሆነ ብለው ይጨነቃሉ  ነገር ግን ይህ ምንም ችግር የሌለው መሆኑን መገንዘብ ይገባሻል፡፡ ከእርግዝና በፊት የደም ብዛት በሽታ ያላቸው ሴቶች በእርግዝና ጊዜ ብዙዎቹ  የደም ግፊት ያለ መድኃኒት የሚስተካከል ሲሆን እንዳንዶች ደግሞ የመድኃኒት መጠን መቀነስ ሊያስፈልጋቸው ይገባል፡፡ ከላይ እንደተጠቀሰው ግን የደም ብዛት ችግር ወደ 9 ወር የእርግዝና ዕድሜ ላይ ተመልሶ ሊመጣ ይችላል፡፡"
            },
            {
                "id": 10,
                "type": "text",
                "text": "ከዚህ የደም መጠን ይዘት መጨመር ጋር ተያይዞ የአይረን ፍላጎትም በጣም ይጨምራል፡፡ አይረን የተባለው ማዕድን የቀይ ደም ህዋሳት  ኦክሲጅን የመሸከም አቅም እንዲኖራቸው የሚያደርግ ነው፡፡ በጠቅላላው በእርግዝና ወቅት ወደ 1000 ሚ.ግ ተጨማሪ አይረን ያስፈልጋል፡፡ ይህንን ለማሟላት ተጨማሪ አይረን መውሰድ ያስፈልግሻል ማለት ነው፡፡ በዚህም ምክንያት በእርግዝና ወቅት ለእናቶች ከሚሰጡ ነገሮች አንዱ አይረን ያለበት መድኃኒት ነው፡፡"
            },
            {
                "id": 11,
                "type": "banner",
                "bannerid": "Lanchi001"
            },
            {
                "id": 12,
                "type": "text",
                "text": "የደም ግፊት 140/90 160/110"
            },
            {
                "id": 13,
                "type": "text",
                "text": "ሀኪምዎን ያማክሩ\t\t"
            },
            {
                "id": 14,
                "type": "subtitle",
                "text": "የልብ ምት"
            },
            {
                "id": 15,
                "type": "text",
                "text": "በአማካይ በደቂቃ የልብ ምት በ10 ይጨምራል፡፡ በደቂቃ ወደ ልብ የሚመለሰው የደም መጠን ስለሚቀንስ ይህንን ለማካካስ ብዙ ጊዜ እርጉዝ እናት በተለይ 4 ወራት ከሆነ በጀርባዋ እንዳትተኛ ይመከራል፡፡ ይህም የሆነበት ምክንያት በጀርባ በምትተኚ ጊዜ ማህጸንሽ ከነጽንሱ ወደ ልብ ደም የሚመልስ የደም ቧንቧን ስለሚጫን ነው፡፡ ወደ ልብ የሚመለሰው የደም መጠን በጣም ይቀንሳል፡፡ በመሆኑም ከልብ ወጥቶ ወደ ማህጸንና ጽንስ የሚወጣው የተጣራ የደም መጠን ሊቀንስ ስለሚችልና ጽንሱ ላይ ጉዳት ሊያስከትል ስለሚችል ነው፡፡ በመሆኑም በመኝታሽ ወቅት ወደ ግራ ወይም ቀኝ ጎን ሆኖ መተኛት ይመከራል፡፡"
            },
            {
                "id": 16,
                "type": "subtitle",
                "text": "የምግብ ፍላጎት"
            },
            {
                "id": 17,
                "type": "text",
                "text": "የምግብ ፍላጎት በመጀመሪያዎቹ 2-3 ወራት ከሚያጋጥመው የማቅለሽለሽና አልፎ አልፎ የማስታወክ ችግር ውጪ ብዙ እናቶች የምግብ ፍላጎት መጨመር ያሳያሉ፡፡ አንድ እርጉዝ በቀን ወደ 200 ኪሎ ካሎሪ ሀይል ተጨማሪ ያስፈልጋታል፡፡"
            },
            {
                "id": 18,
                "type": "text",
                "text": "እርግዝና እየገፋ በሄደ ጊዜ ያደገው ማህጸን አንጀትሽን ወደ ጎን ይገፋዋል፡፡ የጨጓራ የምግብ መፍጨት ቅልጥፍና የሚቀንስ ይሆናል፡፡ ከጉሮሮ ወደ ጨጓራ የሚወስደው የምግብ ትቦ መላላት ስለሚኖረው ከጨጓራ አሲድ ወደ ምግብ ቧንቧ በመምጣት የማቃጠል ስሜት ይፈጥራል፡፡ ይህ የማቃጠልና ምግብ ያለመፍጨት ስሜት በእርግዝና ወቅት የተለመደ ችግር ቢሆንም የጨጓራ ቁስለት ግን አያስከትልም፡፡"
            },
            {
                "id": 19,
                "type": "subtitle",
                "text": "አፍ"
            },
            {
                "id": 30,
                "type": "text",
                "text": "የምራቅ መጠን ይጨምራል "
            },
            {
                "id": 20,
                "type": "subtitle",
                "text": "ቆዳ"
            },
            {
                "id": 31,
                "type": "text",
                "text": "የጉንጭ መጥቆር ( ማዲያት የመሰለ)\nየአንገት መጥቆር\nየቆዳ ሸንተረር ( ስትሬች ማርክ)\nብጉር በፊት ከነበረሽ ሊባባስ ይችላል\nከእምብርት ወደታች የሚወርድ ጥቁር መስመር መውጣት"
            },
            {
                "id": 21,
                "type": "subtitle",
                "text": "ድድ "
            },
            {
                "id": 22,
                "type": "text",
                "text": "የድድ መወፈር /ማበጥ የተለመደ ሲሆን በቀላሉም መድማት ሊያጋጥም ይችላል፡፡ ስለዚህም ጥርስሽን በምትፍቂበት ጊዜ ተጨማሪ ጥንቃቄ ማድረግ ይኖርብሻል፡፡ ይህ መወፈር ወይም ማበጥ ከወሊድ በኋላ በቶሎ ይጠፋል፡፡"
            },
            {
                "id": 23,
                "type": "subtitle",
                "text": "ጡንቻና መገጣጠሚያ አካላት"
            },
            {
                "id": 24,
                "type": "text",
                "text": "ማህፀን እያደገ ሲሄድ ሰውነትሽን ወደ ፊት ስለሚገፋሽ ያንን ለመከላከል ሰውነትሽ የሚያደርገው ጥረት የታችኛው የጀርባሽ ክፍል ወደ ፊት ሲሄድ የላይኛው የጀርባሽ ክፍል ወደ ኋላ ይሄዳል ይህም የጀርባ ህመም ያስከትላል፡፡ በዳሌ አጥንቶችሽ መገጣጠሚያ ላይ የመላላት ሂደት ይኖራል፡፡"
            },
            {
                "id": 25,
                "type": "subtitle",
                "text": "ሽንት ቧንቧ"
            },
            {
                "id": 26,
                "type": "text",
                "text": "በእርግዝና ወቅት ለሽንት ሌሊት መነሳት የተለመደ ሲሆን የበዛ ከሆነ ግን ሀኪምሽን ማማከር ያስፈልግሻል፡፡"
            },
            {
                "id": 27,
                "type": "subtitle",
                "text": "መተንፈሻ አካል"
            },
            {
                "id": 28,
                "type": "text",
                "text": "ከ60-70 በመቶ የሚሆኑ እርጉዞች የአየር ማጠር ስሜት የሚያጋጥማቸው ሲሆን ይህም ብዙ ጊዜ በመጀመሪያዎቹ 5 ወራት ይሆናል፡፡ ይህ ስሜት ቀጥ ባልሽበት ጊዜ ሊብስ ይችላል፡፡"
            },
            {
                "id": 29,
                "type": "banner",
                "bannerid": "Lanchi002"
            }
        ]
    },
    {
        "header": "በእርግዝና ወቅት ሊፈጠሩ የሚችሉ ዝቅተኛና ከፍተኛ ችግሮች",
        "back": "Lanchi",
        "image": two,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: twod,
            },
            {
                "id": 1,
                "type": "subtitle",
                "text": "በ1ኛ እና በ2ኛ ሲሶ ሊፈጠሩ የሚችሉ ዝቅተኛ ችግሮች"
            },
            {
                "id": 2,
                "type": "text",
                "text": "\t• ማቅለሽለሽ"
            },
            {
                "id": 3,
                "type": "text",
                "text": "\t• ሽንት ቶሎ ቶሎ መምጣት"
            },
            {
                "id": 4,
                "type": "text",
                "text": "\t• የማህጸን ፈሳሽ ጠረን የሌለው ሌላ ተጨማሪ ምልክት የሌለው ወደ ነጭ የሆነ ቀለም"
            },
            {
                "id": 5,
                "type": "text",
                "text": "\t• ደረት ማቃጠል ፤ ምግብ ያለመፍጨት"
            },
            {
                "id": 6,
                "type": "text",
                "text": "\t• የሆድ ድርቀት"
            },
            {
                "id": 7,
                "type": "subtitle",
                "text": "በ3ኛ ሲሶ ሊፈጠሩ የሚችሉ ዝቅተኛ ችግሮች"
            },
            {
                "id": 8,
                "type": "text",
                "text": "\t• የጀርባ ህመም"
            },
            {
                "id": 9,
                "type": "text",
                "text": "\t• እግር ማበጥ"
            },
            {
                "id": 10,
                "type": "text",
                "text": "\t• ሽንት ቶሎ ቶሎ መምጣት ያለ ሌላ ተጨማሪ ምልክት እንደ ማቃጠል ማጣደፍ ወዘተ"
            },
            {
                "id": 11,
                "type": "text",
                "text": "\t• ድካም"
            },
            {
                "id": 12,
                "type": "text",
                "text": "\t• የሆድ ድርቀት"
            },
            {
                "id": 13,
                "type": "banner",
                "bannerid": "Lanchi003"
            },
            {
                "id": 14,
                "type": "subtitle",
                "text": "በ1ኛ እና በ2ኛ ሲሶ ሊፈጠሩ የሚችሉ ከፍተኛ ችግሮች"
            },
            {
                "id": 15,
                "type": "text",
                "text": "\t• የተጋነነ /የበዛ ማቅለሽለሽ ማስታወክ"
            },
            {
                "id": 16,
                "type": "text",
                "text": "\t• ውርጃ"
            },
            {
                "id": 17,
                "type": "text",
                "text": "\t• ጠረን /ሌላ ተጨማሪ ምልክት ያለው የማህጸን ፈሳሽ"
            },
            {
                "id": 18,
                "type": "subtitle",
                "text": "በ3ኛ ሲሶ ሊፈጠሩ የሚችሉ ከፍተኛ ችግሮች"
            },
            {
                "id": 19,
                "type": "text",
                "text": "\t• ያለ ምጥ እንሽርት ውሃ መፍሰስ"
            },
            {
                "id": 20,
                "type": "text",
                "text": "\t• ጊዜው ያልገባ እርግዝና ምጥ መጀመር"
            },
            {
                "id": 21,
                "type": "text",
                "text": "\t• የጽንስ መጫጨትና መሞት"
            },
            {
                "id": 22,
                "type": "text",
                "text": "\t• የደም ግፊት መብዛት"
            },
            {
                "id": 23,
                "type": "text",
                "text": "\t• የደም መፍሰስ\t"
            }
        ]
    },
    {
        "header": "ሳምንታዊ የልጅሽ አቀማመጥና እድገቶች",
        "back": "Lanchi",
        "image": three,
        "data": [
            {
                id: 0,
                type: 'tabs',
                tabs: [
                    {
                        name: '1ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week1.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": undefined,
                            },
                            {
                                "id": 2,
                                "type": "text",
                                "text": "በየጥዋቱ ስለሚወሰዱ የቅድመ ወሊድ መልቲ ቫይታሚን ከሀኪምሽ ጋር ተነጋገሪ፡፡ ቢያስን 400 ማይክሮ ግራም ፎሊክ አሲድ በየቀኑ መውሰድ የልጅሽን አንጎል፣ ልብ እና ህብለሰረሰር ከሚያጠቁ የጤና እክሎች ሊከላከል ይችላል፡፡ በተለይ ይህንን ንጥረ ነገር ጽንሱ ከመዳበሩ በፊት ከመጀመሪያዎቹ የእርግዝና ሳምንታት የምትወስጂ ከሆነ ሁኔታው የበለጠ ውጤታማ ይሆናል፡፡ የምትወስጅው ደጋፊ ንጥረ-ነገር እንደካልሼም፣ ብረት፣ ቫይታሚን ቢ12 የመሳሰሉ ይዘቶች ያሉት መሆኑን ማረጋገጥ ይኖርብሻል፡፡"
                            },
                            {
                                "id": 3,
                                "type": "banner",
                                "bannerid": "Lanchi004"
                            },
                        ]
                    },
                    {
                        name: '2ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week2.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": undefined,
                            },
                            {
                                "id": 5,
                                "type": "text",
                                "text": "በአሁኑ ጊዜ ማርገዝሽን ወይም ያለማርገዝሽን ለማወቅ የተወሰነ ጊዜ መጠበቅ ይኖርብሻል፡፡ እንቁላል ከዳበረ ከ4 ቀናት በኋላ ሂውማን ኮሪዮኒክ ጎናዶ ትሮፒክ የተባለ ሆርሞን ማመንጨት ይጀምራል፡፡ ይህ ሆርሞን አንድ የእርግዝና መመርመሪያ ሊያውቀው የሚችለው ሆርሞን ነው፡፡ መመርመሪያ በመጀመሪያ በደም (በሀኪም ቢሮ) በመቀጠል ደግሞ በሽንት (ቤት ውስጥ) ሊደረግ በሚችል ምርመራው ሊታወቅ ይችላል፡፡"
                            },
                            {
                                "id": 6,
                                "type": "banner",
                                "bannerid": "Lanchi005"
                            },
                            {
                                "id": 7,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 8,
                                "type": "text",
                                "text": "ልጁ በማህጸን እስካልተፈጠረ ድረስ በዚህ ጊዜ የዘር እንቁላሉ ለእርግዝና የሚዳብርበት ወቅት ነው፡፡ የእንቁላል ከረጢቱም የዳበሩ እንቁላሎችን በማህጸን ቧንቧ አማካኝይነት ይለቃል፡፡ ይህን እንቁላል ባለበት ቦታ ሆኖ የወንድ ዘር ፈሳሽን የሚጠባበቅ ይሆናል፡፡ ከ75 እስከ 900 ሚሊዮን የወንድ ዘር (ስፐርም) ህዋሶች ጉዞዋቸውን ወደ ማህጸን ሲያደርጉ ከዚህ መሃል አንድ እድለኛ የሆነ ዋናተኛ ስፐርም ከሴቷ እንቁላል ጋር ተገናኝቶ ጽንስ እንዲፈጠር ያደርጋል፡፡"
                            },
                        ]
                    },
                    {
                        name: '3ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week3.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": undefined,
                            },
                            {
                                "id": 12,
                                "type": "text",
                                "text": " የማህጸን ሀኪም አግኚ፡፡ የማህጸን ሀኪምሽ በእርግዝና፣ በምጥ፣ እና በወሊድ ወቅቶች የሚኖሩትን ሁኔታዎች የሚከታተልልሽ ከመሆኑ በተጨማሪ ያለሽን በርካታ ጥያቄዎች፣ ምርመራዎች እና ስሜታዊ ውጣ ውረዶች የሚከታተልልሽ ይሄው የጤና ባለሙያሽ ነው፡፡ ምቾት የሚሰማሽን የጤና ባለሞያ እስክታገኚ ድረስ ፍለጋ እና ጥናት ልታደርጊ ትችያላሽ ፡፡"
                            },
                            {
                                "id": 13,
                                "type": "banner",
                                "bannerid": "Lanchi006"
                            },
                            {
                                "id": 14,
                                "type": "subtitle",
                                "text": "የጽንስ እድገት"
                            },
                            {
                                "id": 15,
                                "type": "text",
                                "text": "በሚገርም ሁኔታ የልጅሽ ጾታ እንዲሁም የሚወርሳቸው ወይም የምትወርሳቸው የተፈጥሮ ባህሪያት ለምሳሌ: የአይን ቀለም፣ የጸጉር ቀለም፣ ቆዳ የመሳሰሉት የሚወሰኑት በዚሁ ጽንሱ በሚፈጥሩበት ቅጽበት ነው፡፡ በማህጸን እያደገ የሚመጣው ልጅ በዚህ የእርግዝና ደረጃ ላይ ዛይጎት ተብሎ የሚጠራ ሲሆን ከአንቺና ከባለቤትሽ ከእያንዳንዳችሁ 23 ክሮሞዞሞችን ይወስዳል፡፡ እነዚህ ክሮሞዞሞች የልጅሽን ጾታ እና ተፈጥሮአዊ ገጽታዎች ማለትም እንደ አይን፣ የፀጉር ቀለም እና በተወሰነ የግል ባህሪ እና የአእምሮ ብስለት ደረጃን የሚወስኑ ናቸው፡፡ እንቁላሉ ከወንድ የዘር ፍሬ ጋር ተዋህዶ ከዳበረ በኋላ የህዋስ ኳሶች (ኢምብሪዮ) ተፈጥሮ ከዘር እንቁላል ቧንቧ ወደ ማህጸን ግድግዳ የሚሄድ ሲሆን ይህ ሂደት ኢንፕላንቴሽን ይሰኛል፡፡ መንታዎች የምታረግዢ ከሆነ በዚህ ወቅት የተፈጸመ ጉዳይ ይሆናል፡፡ ፍራተርናል መንታዎች የሚባሉ ሁለት የተለያዩ እንቁላሎች ከሁለት የስፐርም ህዋሶች የሚዳብሩ ሲሆን የእንግዴ ልጅ እና የራስ አምኒዮቲ ሳክ ይኖረዋል፡፡ አንድ የዳበረ እንቁላል ማለት ተከፍሎ ሁለት ጽንስ ከተፈጠረ ውጤቱ ተመሳሳይ ገጽታ ያላቸውን መንታዎች መፍጠር ይሆናል፡፡ መንታዎች አንድ የእንግዴ ልጅ የሚጋሩ ቢሆንም አብዛኛውን ጊዜ ግን እያንዳንዱ ጽንስ የራሱ የሆነ አምኒዮቲክ ከረጢት ይኖረዋል፡፡"
                            },
                        ]
                    },
                    {
                        name: '4ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week4.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week4.png"),
                            },
                            {

                                "id": 17,
                                "type": "text",
                                "text": "ከ8-12 ሳምታት ውስጥ ሀኪምሽ ቀጠሮ ካልሰጠሽ አትደናገጪ፡፡ አብዛኛዎቹ የጤና እንክብካቤ ማዕከላት በዚህ ወቅት የሚያከናወኑት ስራ ወደፊት እናት የሚሆኑ ሴቶች እርጉዝ መሆናቸውን በደም መመርመር ነው ። "
                            },
                            {
                                "id": 18,
                                "type": "banner",
                                "bannerid": "Lanchi007"
                            },
                            {
                                "id": 19,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 20,
                                "type": "text",
                                "text": "በዚህ ሳምንት በማህጸንሽ ውስጥ ምን እየተከናወነ መሆኑን ታውቂያለሽ? በዚህ ሳምንት በማህጸንሽ ያለው ኢምብሪዮ ለሁለት ይከፈላል፡፡ 1ኛው የእንግዴ ልጅ ሲሆን ይህም ለልጅሽ አስፈላጊውን ንጥረ-ነገረ እና ኦክሲጅን የሚያቀርብ ነው፡፡ ሌላኛው ግማሽ ደግሞ እያደገ የሚመጣ እና በመጀመሪያው የእድገት ደረጃ ነርቭ መሰል ቱቦ መስራት የሚጀምር እና ይህ ቱቦም የልጅሽን አንጎል፣ ህብለሰረሰር እና አከርካሪ አጥንት የሚፈጠርበት ይሆናል፡፡ "
                            },
                        ]
                    },
                    {
                        name: '5ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week5.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week5.png"),
                            },
                            {
                                "id": 22,
                                "type": "text",
                                "text": "የሚሰማሽ ስሜት ምንም ይሁን ምንም የውስጥ መንፈስሽን ለማረጋጋት እና ንቁ ለመሆን በቂ እንቅልፍ ማግኘትሽን አትዘንጊ፡፡ በአሁኑ ወቅት በየትኛውም ሰዓት በስራም ቦታ ሆነ ቴሌቪዥን እያየሽ ወይም እያወራሽ እያለ በድንገት እንቅልፍ ሊያሰኝሽ ይችላል፡፡ የዚህ ምክንያት ደግሞ ከፍተኛ መጠን ያለው የፕሮጄስትሮን ሆርሞን፣ አነስተኛ የደም ስኳር መጠን፣ አነስተኛ የደም ግፊት እና ከፍተኛ የሆነ የደም መጠን በሰውነትሽ ውስጥ የሚገኝ በመሆኑ ነው፡፡"
                            },
                            {
                                "id": 23,
                                "type": "banner",
                                "bannerid": "Lanchi008"
                            },
                            {
                                "id": 24,
                                "type": "subtitle",
                                "text": "የፅንስ እድገት"
                            },
                            {
                                "id": 25,
                                "type": "text",
                                "text": "በዚህ ሳምንት ልጅሽ ወፈር እያለ በመምጣት ለመጀመሪያ ጊዜ ልብ ምት ይጀምራል፡፡ አንቺም ሆነ ሀኪምሽ በግልጽ ልትሰሚው ባትችይም እንቅስቃሴውን ግን በአልትራሳውንድ መመልከት ትችያለሽ፡፡ ጽንሱ በአሁኑ ወቅት በማደግ ስራ ላይ ይጠመዳል፡፡ ይህ ጽንስ በአሁኑ ጊዜ ሶስት ተለይተው የሚታዩ የህዋስ ንጣፎች የሚኖሩት ሲሆን እነዚህም የውጪኛው ኤክቶደርም ይህም የነርቭ ስርዓት፣ ጆሮ፣ አይን፣ የውስጠኛው ጆሮ ክፍል የሚፈጥር ነው፡፡ ኢንዶደርም የተባለው ወይም የውስጠኛው ንጣፍ በአጠቃላይ እንደሳንባ፣ አንጀት  እና የሽንት ፊኛ የመሳሰሉ የውስጥ ሆድ እቃዎች የሚፈጠሩበት ነው፡፡ የመካከለኛው ሜሶደርም ልብን እና የደም ዝውውር ስርዓት የሚፈጠርበት ቦታ ነው፡፡ በሚቀጥሉት ሳምንታት ሜሶደርም የተባለው ክፍል ወደ አጥንት፣ ጡንቻ፣ ኩላሊት እና የመራቢያ አካላት የሚዳብሩ ይሆናል፡፡"
                            },
                        ]
                    },
                    {
                        name: '6ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week6.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week6.png"),
                            },
                            {
                                "id": 27,
                                "type": "text",
                                "text": "የቅድመ ወሊድ ቫይታሚን ለመውሰድ ተቸግረሻል? አንዳንድ ጊዜ መጠናቸው ትላልቅ የሆኑ ክኒኖች ለመዋጥ አስቸጋሪ ሊሆኑ ይችላሉ፡፡ ሀኪምሽ በምትኩ የሚታኘኩ ክኒኖችን ከፎሊክ አሲዲ ንጥረ-ነገር ጋር እንድትወስጂ ጠይቂው፡፡ "
                            },
                            {
                                "id": 28,
                                "type": "banner",
                                "bannerid": "Lanchi009"
                            },
                            {
                                "id": 29,
                                "type": "subtitle",
                                "text": "የጽንስ እድገት"
                            },
                            {
                                "id": 30,
                                "type": "text",
                                "text": "በዚህ ሳምንት መጨረሻ ላይ ጽንሱ መጀመሪያ ከነበረው መጠን 3 እጥፍ ይሆናል፡፡ በአሁኑ  ሰዓት ጽንሱ መደበኛ የሆነ የልብ ምት ይኖረዋል፡፡  ባለፉት ቀናት አልትራሳውንድ ምርመራ ያደረግሽ ከሆነ በጽንሱ ደቃቅ በሆነው ሰውነት ውስጥ ብልጭ ድርግም የሚል ነጥብ ይታይሻል፡፡ ከመጀመሪያው የእርግዝና ጊዜ አንስቶ እስካሁን ድረስ የልጅሽ ልብ በደቂቃ ወደ 150 ጊዜ የሚመታ ሲሆን ይህም ከአማካኙ አዋቂ ሰው 2 እጥፍ የሚበልጥ ነው፡፡ ከዚህ በተጨማሪም በዚህ ሳምንት የጽንሱ አእምሮ ዙሪያው እየተፈጠረ ሲሆን የአንጎል ዌቮች ወይም ሞገዶች ሊመዘገቡ ይችላሉ፡፡ "
                            },
                        ]
                    },
                    {
                        name: '7ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week7.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week7.png"),
                            },
                            {
                                "id": 32,
                                "type": "text",
                                "text": "በዚህ ጊዜ ለሰዎች ስሜት ትኩረት ለመስጠት ሊያስቸግር ይችላል፡፡ ነገር ግን የትዳር አጋርሽ በዚህ ሁሉ ክስተት ወቅት ሁኔታውን እንዴት እያስተናገደ እንደሆነ ለመረዳት መሞከር አለበት፡፡ አንዳንድ የትዳር አጋሮች እጅግ በከፍተኛ ደረጃ ትኩረት የሚሰጡ ሲሆን በአንጻሩ ሌሎች ደግሞ እየተከሰተ ባለው ሁኔታ በመደናገጥ ነገረ ስራው ሊጠፋባቸው ይችላል፡፡ በቤተሰብ የገንዘብ ሁኔታ ወይም ተለቅ ወዳለ ቤት ሃሳብ ጭልጥ ብሎ የመግባት ሁኔታ ምንም አዲስ ነገር የሌለው ነው፡፡ የሚያሳስቡሽ እና የሚያስጨንቁሽ ነገሮችን ከትዳር አጋርሽ ወይም ከወንድ ጓደኛሽ ጋር ተወያይበት። አጋርሽ ሊያዳምጥሽ ሊያግዝሽ ይገባል ።"
                            },
                            {
                                "id": 33,
                                "type": "banner",
                                "bannerid": "Lanchi010"
                            },
                            {
                                "id": 34,
                                "type": "subtitle",
                                "text": "የጽንሰ እድገት"
                            },
                            {
                                "id": 35,
                                "type": "text",
                                "text": "ዛሬ ሰባተኛ ሳምንትሽ ነው። በአሁኑ ጊዜ ልጅሽ እየዳበረ እና ተለይቶ የሚቀመጥ ቅርጽ እየያዘ ነው፡፡ በምስሉ ላይ ጠቆር ብለው የሚታዩት አካባቢዎች አይን እና የአፍንጫ ቀዳዳ የሚቀመጡበትን ቦታ ሲሆን አነስተኛ አፍ እና ጆሮዎችን መፈጠር ይችላሉ፡፡ በአሁኑ ጊዜ የጽንሱ አንጎልም የበለጠ ውስብስ እየሆነ ይመጣል፡፡ ልክ እንደመስታወት አሳልፈው የሚያሳይ መልክ ባለው እራስ ቅል ውስጥ በግልጽ ይታያል፡፡ በሌላ በኩል የጽንሱ አንጎል የነርቭ ህዋሶች በሚገርም ፍጥነት እያደጉ ሲሆን ወደ 100 ሺህ ህዋሶችን በደቂቃ እየሰራ የሚገኝበት ጊዜ ነው፡፡ ጽንሱ በዚህ ጊዜ አነስተኛ እና ብዙም ያልጠነከረ እንቅስቃሴ የሚያሳይ ሲሆን እነዚህም እንቅስቃሴዎችን የአራት ወር እርጉዝ እስክትሆኚ ድረስ ላይሰማሽ ይችላል፡፡"
                            },
                        ]
                    },
                    {
                        name: '8ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week8.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week8.png"),
                            },
                            {
                                "id": 37,
                                "type": "text",
                                "text": "እስኪ በዚህ ሳምንት ለራስሽ አንድ ነገር አድርጊ፡፡ አሁን አሁን  በልጅሽ ላይ በዛ ያለ ትኩረት ከቤተሰቦችሽ እና ከወዳጆችሽ እየመጣ ነው፡፡ እራስሽን መንከባከብ፣ የምትወጂውን መፅሐፍ ማንበብ  ወዘተ የመሳሰሉ ዘና የሚያደርጉ እንቅስቃሴዎችን አከናውኚ፡፡ እራስሽን መንከባከብ ላንቺ የሚገባሽ በመሆኑ ነው፡፡"
                            },
                            {
                                "id": 38,
                                "type": "banner",
                                "bannerid": "Lanchi011"
                            },
                            {
                                "id": 39,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 40,
                                "type": "text",
                                "text": "የልጅሽ እድገት ይቀጥላል፡፡ ልጅሽ በአራት እጥፍ አድጓል፡፡ የፊት ገጽታው በተሻለ ሁኔታ ቅርፅ እየያዘ የሚመጣ ሲሆን ጆሮዎቹ፣ የላይኛው ከንፈር እና ድቅቅ ያለችው የአፍንጫው ጫፍ በግልጽ እየታየች ትሄዳለች፡፡ የአይን ሽፋሽፍት በአሁኑ ወቅት ለመጀመሪያ ጊዜ ቅርጽ እየያዘ የሚሄድ ሲሆን ልቡም በየቀኑ እየጠነከረች ነው፡፡ "
                            },
                        ]
                    },
                    {
                        name: '9ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week9.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week9.png"),
                            },
                            {
                                "id": 42,
                                "type": "text",
                                "text": "በዚህ ግዜ የስሜት ለውጥ ቢኖርሽ የተለመደ ነው ።"
                            },
                            {
                                "id": 43,
                                "type": "banner",
                                "bannerid": "Lanchi012"
                            },
                            {
                                "id": 44,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 45,
                                "type": "text",
                                "text": "ሴት ወይም ወንድ መሆኑን ለማወቅ አሁንም ቢሆን ሌላ 8 ሳምንታትን መጠበቅ ያለብሽ ሲሆን በአሁን ሰዓት ልጅሽ አስፈላጊ የሆነውን ነገር ሁሉ እያገኘ ይገኛል፡፡ በአሁኑ ጊዜ የመራቢያ አካላት እንዲሁም አንዳንድ ወሳኝ የሆኑ እንደጣፊያ እና የሽንት ፊኛ የመሳሰሉ የሆድ እቃ ክፍሎች እየተፈጠሩ የሚመጡበት ጊዜ ነው፡፡ በአሁኑ ጊዜ ልጅሽ መጠኑ እጥፍ ሲሆን ጭንቅላቱም ከመላው ሰውነቱ ግማሽ የሚሆነውን ርዝመት የሚይዝበት ጊዜ ነው፡፡ ጭንቅላቱ ወደ ደረቱ ዘንበል የማለት ሁኔታ ይታይበታል፡፡ ትናንሽ  የሆኑ ጣቶች እየረዘሙ የሚሄዱ ሲሆን በአሁኑ የእርግዝና ጊዜ ወቅት የጣቶቹ ጫፍ ወፈር ማለት የሚታይበት ሲሆን የጣት አሻራም የሚፈጠረው በዚሁ ጊዜ ላይ ነው፡፡ "
                            },
                        ]
                    },
                    {
                        name: '10ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week10.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week10.jpg"),
                            },
                            {
                                "id": 47,
                                "type": "text",
                                "text": "በዚህ ሳምንት መጨረሻም ልጅሽ ምን እንደሚመስል ማየት ትችያለሽ፡፡ ቀጣዩ የቅድመ ወሊድ ጉብኝትሽ የአልትራሳውንድ ምርመራ ያካትታል፡፡ ሀኪምሽ የልጅሽን እጅና እግር ጣት ነጥላ ከማሳየትዋም በተጨማሪ የልጅሽን የልብ ምት ማዳመጥ ትችላለች ፡፡ በዚህ ግዜ በፅንሱ ላይ ችግሮች ያሉ እንደሆነ ለመለየት ትችላለች ።"
                            },
                            {
                                "id": 48,
                                "type": "banner",
                                "bannerid": "Lanchi013"
                            },
                            {
                                "id": 49,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 50,
                                "type": "text",
                                "text": "እስካሁን ድረስ በማህጸንሽ ያለው ጽንስ እንደ ኢምብሪዮ የሚወሰድ ሲሆን ከዚህ ሳምንት መጨረሻ በኋላ ግን በእንግሊዝኛው ፊተስ የሚል ስም የሚሰጠውን ቅርጽ የሚይዝ እና ብዙ ለውጦችን በቀጣይነት የሚያሳይ  ይሆናል፡፡ እጅ እና እግር ጣቶች ከሚያርፍባቸው ክፍሎች እየተለየ የሚመጣበት እና የእግር ጣት እና ሌሎች የሰውነት አጥንቶች የሚጠነክሩበት እና በአሁኑ ወቅት ኩላሊቶቹ ሽንት ማምረት የሚጀምሩበት ጊዜ ነው። እጅግ አስገራሚ ነገር አይደል? በአሁኑ ወቅት የልጅሽ አንጎል በሚገርም ፍጥነት እየዳበረ በደቂቃ 250 ሺህ የነርቭ ህዋሶችን እየፈጠረ ነው፡፡ አሁን የኢንብሪዮኒክ ደረጃው ማለቂያ እና በተጨማሪም ልጅሽ ከማህጸን እድገት ጋር በተያያዘ ከሚያጋጥሙ አደጋዎች ጋር በአነስተኛ ደረጃ ተጋላጭ እየሆነበት የሚመጣበት ጊዜ ነው፡፡ "
                            },
                        ]
                    },
                    {
                        name: '11ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week11.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week11.png"),
                            },
                            {
                                "id": 52,
                                "type": "text",
                                "text": " በሚመነጨው የፕሮጄስትሮን እና ኤስትሮጂን ሆርሞኖች ምክንያት ጡትሽ እና ወተት አመንጪ እጢዎች ከላይ የምትለብሽውን ልብስ ወጥረው ሊይዙ ይችላሉ፡፡ ምናልባት ይህ ጊዜ ኣዳዲስ ጡት ማስያዣዎችን መግዛት የሚጠበቅብሽ ይሆናል፡፡ "
                            },
                            {
                                "id": 53,
                                "type": "banner",
                                "bannerid": "Lanchi014"
                            },
                            {
                                "id": 54,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 55,
                                "type": "text",
                                "text": "ልጅሽ በውሃ ውስጥ መተንፈስ እንደሚችል ታውቂያለሽ? ይህንን ድርጊት ልጅሽ በማህጸንሽ ውስጥ እያለ እያደረገው ይገኛል፡፡ በ10 እና በ11ኛው ሳምንታት ጽንሱ /ፊተስ/ የተወሰነ መጠን ያለውን አንቲሚዮቲክ ፈሳሽን ወደ ውስጥ በትንፋሽ ማስገባት እና ማስወጣት የሚችልበት ደረጃ ላይ ደርሷል፡፡ ይህም በማህጸን ያለ ልጅሽ ሳንባው እንዲዳብር እና እንዲጎለበት ይረዳዋል፡፡ በተጨማሪም በዚህ ሳምንት የልጅሽ ጆሮ ቀና ቀና ማለት እንዲሁም ከጭቅላቱ የሚለይበት ጊዜ ነው፡፡ እርግጥ ነው አሁንም ቢሆን የልጅሽ ጭንቅላት ከሌላው የሰውነት ክፍል ጋር ሲነጻጸር ትልቅ ቢሆንም ነገር ግን ይህ ሁኔታ በማህጸን ውስጥ እያደገ በሚመጣበት ወቅት እየተስተካከለ ይመጣል፡፡"
                            },
                        ]
                    },
                    {
                        name: '12ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week12.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week12.png"),
                            },
                            {
                                "id": 57,
                                "type": "text",
                                "text": "አብዛኛዎቹ ጥንዶች በመጀመሪያ የእርግዝናው ወቅት የእርግዝና ዜናቸውን ሊያበስሩ ይችላሉ፡፡ ነገር ግን ይህን ዜና ይፋ ለማድረግ ካስፈለገና አንቺ ደግሞ ተቀጣሪ ከሆንሽ ለአለቃሽ እንዴት እርጉዝ መሆንሽን እንደምትናገሪ ማሰብ ጀምሪ፡፡ ሁኔታው በህይወትሽ እጅግ አስፈላጊ ክስተት እንደሆነ አስቢ፡፡ ፊትለፊት ለመናገር ተዘጋጂ፡፡ የድርጅቱን የወሊድ ፈቃድ በተመለከተ እውቀት ሊኖርሽ ይገባል፡፡ የወሊድ ፈቃዱን ከመጀመርሽ በፊት አብዛኛው ነገሮችን ማስተካከል የሚኖርብሽ በመሆኑ በስራ ልትጠመጂ ትችያለሽ፡፡ ምንም ይሁን ምን ለምትሰሪው ስራ በእርግዝና ምክንያት እረፍት በመውሰድሽ ይቅርታ መጠየቅም ሆነ የጥፋተኝነት ስሜት ሊሰማሽ አይገባም፡፡ ምክያቱም መብትሽ ስለሆነ ።  "
                            },
                            {
                                "id": 58,
                                "type": "text",
                                "text": "እርግዝናና መብቴ የሚለውን ማንበብ የበለጠ መረጃ ይሰጥሻል ።"
                            },
                            {
                                "id": 59,
                                "type": "banner",
                                "bannerid": "Lanchi015"
                            },
                            {
                                "id": 60,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 61,
                                "type": "text",
                                "text": "በዚህ ጊዜ የልጅሽ ጡንቻዎች መብዛት ሲጀምሩ በመፍታታት እና በመንፈራገጥ ስራ የሚጠመድ ይሆናል፡፡ እጅሽን በሆድሽ ላይ ስታስቀምጪ ልጅሽ ለዚሁ ምላሽ ሊንቀሳቀስ የሚችል ሲሆን ነገር ግን እንቅስቃሴዎቹም በእጅ ስሜት ለማዋቅ አስቸጋሪ ሊሆን ይችላል፡፡ የእጆቹን ጣቶች ሊጨብጥ እና ሊፈታ፣ የእግሮቹን ጣቶች ሊሰበስብ እንዲሁም እጆቹን እና እግሮቹን ሊያወናጭፍ ይችላል፡፡ "
                            },
                        ]
                    },
                    {
                        name: '13ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week13.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week13.png"),
                            },
                            {
                                "id": 63,
                                "type": "text",
                                "text": "መደበኛ የጥርስ ምርመራ ማድረግሽን አትዘንጊ፡፡ 80 በመቶ የሚሆኑት ነፍሰጡር እናቶች የጥርስ ድድ መለስለስ ወይም መድማት ሁኔታ ያጋጥማቸዋል፡፡ "
                            },
                            {
                                "id": 64,
                                "type": "banner",
                                "bannerid": "Lanchi016"
                            },
                            {
                                "id": 65,
                                "type": "subtitle",
                                "text": "የጽንስ እድገት"
                            },
                            {
                                "id": 66,
                                "type": "text",
                                "text": "ልጅሽ በአሁኑ ወቅት ወጥ በሆነ ሁኔታ ሰውነቱ እየተለቀ እና በየቀኑ የፊቱ ቅርጽ የሰውን ቅርጽ እየያዘ እየሄደ ነው፡፡ ጆሮዎቹ ከአንገቱ እየራቁ በመሄድ ቦታቸውን የሚይዙ ሲሆን አይኖቹም ከፊቱ ጫፍ እና ጫፍ ከነበሩበት ቦታ ወደ ፊትለፊት ወደሚገኘው የፊት ክፍል የሚሄዱበት ጊዜ ነው፡፡ እስካሁን ድረስ ጭንቅላቱ ከሰውነቱ በላይ ቢሆንም አሁን ግን ሰውነቱ ከጭንቅላቱ በተለየ ሁኔታ እድገቱ እየፈጠነ እየሄደ ነው፡፡ እግሩም አሁንም ቢሆን መርዘም ቢኖርበትም እጁ ግን በሰውነቱ መጠን ልክ እየረዘመ የሚሄድ እና የእጁን አውራ ጣት አፉ ውስጥ መክተት የሚጀምትበት ጊዜ ነው፡፡ በተጨማሪም በአሁኑ ጊዜ የልጅሽ ሁነኛ የሚባሉ የሰውነት ክፍሎች እና ስርዓቶች እየተፈጠሩ የሚሄዱበት ጊዜ ነው፡፡"
                            },
                        ]
                    },
                    {
                        name: '14ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week14.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week14.png"),
                            },
                            {
                                "id": 68,
                                "type": "text",
                                "text": "አሁን ኃይል እየሰበሰብሽ በመምጣትሽ የተወሰነ የአካል እንቅስቃሴ ለመስራት ሞክሪ። ሀኪምሽ ሲፈቅድ መጠነኛ የሆነ የሰውነት እንቅስቃሴ ማድረግ እያደገ ያለውን ልጅሽን ሊረዳ ይችላል፡፡ በዚህም ምክንያት የደም ዝውውርን የሚያፋጥን በመሆኑ ኦክሲጅንን በቀላሉ ማግኘትን የሚያስችል ይሆናል፡፡ ምን አይነት የአካል እንቅስቃሴዎችን መስራት እንዳለብሽ እዚሁ ላንቺ የሚለውን ተጭነሽ ልትሰሪ የሚገቡ የአካል እንቅስቀሴዎችን በመምረጥ የተዘረዘሩትን የአካል እንቅስቃሴዎች ልትሰሪ ትችያለሽ። በኛ ማህበረሰብ የአብዛኛው አስተሳሰብ በእርግዝና ወቅት የአካል እንቅስቃሴ መስራት መጥፎ እንደሆነ ይታሰባል። ነገር ግን የአካል እንቅስቃሴ መስራት እጅግ አስቸጋሪ የሆኑ የእርግዝና የጎንዮሽ አሉታዊ ችግሮችን ለምሳሌ የጀርባ ህመም እና እብጠት የመሳሰሉ ነገሮችን ይከላከላል፡፡ ጤናማ ለሆነች እርጉዝ ሴት የ30 ደቂቃ መጠነኛ የሆነ የሰውነት እንቅስቃሴ ማድረግ ይመከራል፡፡ "
                            },
                            {
                                "id": 69,
                                "type": "banner",
                                "bannerid": "Lanchi017"
                            },
                            {
                                "id": 70,
                                "type": "subtitle",
                                "text": "የጽንስ እድገት"
                            },
                            {
                                "id": 71,
                                "type": "text",
                                "text": "የልጅሽ አፍ የውሥጠኛው ክፍል ግግ አካባቢ በአሁኑ ሰአት እየተፈጠረ የሚሄድ ሲሆን ጣቱን አፉ ውስጥ መምጠጡ ድንቡሽቡሽ ያለ ጉንጭ እንዲፈጠር ይረዳል፡፡ ጽንሱ ወንድ ከሆነ ፕሮስቴት እየተፈጠረ ይመጣል፡፡ ጽንስዋ ደግሞ ሴት ከሆነች የዘር እንቁላል ከረጢቱ ወደ ብሽሽት አካባቢ መውረድ ይጀምራል\t"
                            },
                        ]
                    },
                    {
                        name: '15ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week15.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week15.png"),
                            },
                            {
                                "id": 73,
                                "type": "text",
                                "text": "ሁለተኛው የወሊድ ወቅት ደስ የሚል ስሜት የሚፈጥርበት የእርግዝና ወቅት ነው፡፡ አንዳንድ ሴቶች በሚያጋጥማቸው የሆርሞን ለውጥ ምክንያት ከፍተኛ የሆነ የወሲብ ስሜት የሚፈጠርባቸው ሲሆን በተጨማሪም የደም ፍሰት መጨመር፣ የወሲብ ስሜት መቀስቀስ ሁኔታን ሊጨምር ይችላል፡፡ በመሆኑም ሀኪምሽ እንዳታከናወኚ ካላዘዘሽ በስተቀር ከትዳር አጋርሽ ጋር ወሲብ በፈለግሽ ጊዜ መፈጸም ትችያለሽ፡፡"
                            },
                            {
                                "id": 74,
                                "type": "banner",
                                "bannerid": "Lanchi018"
                            },
                            {
                                "id": 75,
                                "type": "subtitle",
                                "text": "የጽንስ እድገት"
                            },
                            {
                                "id": 76,
                                "type": "text",
                                "text": "ላኑጎ የተሰኙት እጅግ ደቃቅ እና ለስላሳ የሆኑት ፀጉሮች የልጅሽን ጀርባ፣ ትከሻ ጆሮ እና ግንባር መሸፈን ይጀምራሉ፡፡ ይህም ሁኔታ ልጁ ሰውነቱ ጠብቆ እንዲያቆይ ይረዳዋል፡፡ ነገር ግን በሰውነቱ ውስጥ በቂ የሆነ ስብ ካከማቸ በኋላ ይህ ፀጉር መርገፍ ይጀምራል፡፡ የፊት ገፅታ የመቀያየር ሁኔታዎች ልጅሽ የሚያሳየው አዲስ ክስተት ሲሆን መኮሳተር፣ ፊትን ማጨማደድ እና ሌሎች የፊት እንቅስቃሴዎችን ሊያሳይ ይችላል፡፡ "
                            },
                        ]
                    },
                    {
                        name: '16ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week16.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week16.png"),
                            },
                            {
                                "id": 78,
                                "type": "text",
                                "text": "በመጀመሪያ የእርግዝና ወቅት /ትራይሚስቴር/ የሆድ ድርቀት ባያጋጥምሽም አሁን አሁን ግን ፕሮጀስትሮን  ሆርሞን በሰውነትሽ ያለውን በጨጓራው ውስጥ ያለውን ጨምሮ ለስላሳ ጡንቻዎችን እንዲላሉ የሚያደግ በመሆኑ የምግብ መፈጨት ሂደትን በማዘግየት ጋዝ የማግሳት ሁኔታን ሊፈጥር ይችላል፡፡ ከዚህም በላይ የሆድ ድርቀት ከነፍሰጡር ሴቶች ግማሹ ያህል ሊያጋጥማቸው ይችላሉ፡፡ በዚህ ወቅት የሆድ ማለስለሻ ክኒኖች ወይም በማእድን የበለጸጉ ዘይቶች የማይመከሩ ቢሆንም ነገር ግን በዛ ያለ ፈሳሽ እና ፋይበር በመውሰድ ለዚህ እገዛ ሊያደርግ ይችላሉ፡፡ የሆድ ድርቀት ሁኔታዎችን ለማስታገዝ አየር በሆድሽ እንዲበዛ የሚያደርጉ እንደ ባቄላ፣ ጎመን እና የወተት ተዋፅኦ ምርቶችን አለመውሰድ ይመከራል፡፡"
                            },
                            {
                                "id": 79,
                                "type": "banner",
                                "bannerid": "Lanchi019"
                            },
                            {
                                "id": 80,
                                "type": "subtitle",
                                "text": "የጽንስ እድገቶች"
                            },
                            {
                                "id": 81,
                                "type": "text",
                                "text": "የልጅሽ እጅግ ለስላሳ የሆነ ሰውነት  ጎማ መሰል ከነበረው የአጥንት አይነት ወደ ጠንካራ አጥንትነት መቀየር ይጀምራል፡፡ አሁን አጥንቱ ለስለስ ያለ እና እጥፍ ዘርጋ ማለት የሚችል ሲሆን ይህም የሚሆንበት ምክንያት በወሊድ ወቅት ከማህጸን በሚወጣበት ወቅት አመቺ ጉዞ ለማድረግ ነው፡፡ እትብቱም አንድ ቬይን /ቀጭን የደም ስር/ እና ሁለት አርተሪዎች /በወፍራም የደም ስር/ በመፍጠር ጠንከር ያለ ሁኔታን የሚይዝ ሲሆን እነዚህ ደም ስሮች ዋርቶንስ ጄሊ በተባለ ወፈር ያለ እና እትብቱ ከልጅሽ ሰውነት በቀላሉ ተንሸራቶ እንዲወድቅ የሚያደርግ ቅባት መሰል ንጥረ-ነገር የለበሱ ናቸው፡፡ በነገራችን ላይ ሴት ከሆነ ያረገዝሽው በዚህ ሳምንት ወደ 100ሺህ የሚጠጉ የእንቁላል ዘሮች የሚፈጠሩበት ወቅት ነው፡፡"
                            },
                        ]
                    },
                    {
                        name: '17ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week17.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week17.png"),
                            },
                            {
                                "id": 83,
                                "type": "text",
                                "text": "አሳ መብላት ጤናማ መሆኑንና አለመሆኑን አስበሽ ታውቂያለሽ? መጪው ጊዜሽ እንደሳልሙን ከመሳሰሉ በኦሜጋ 3 ከበለጸጉ አሳዎች ለአእምሮ እድገት መዳበር እጅግ ጠቃሚ ሊሆን ይችላሉ፡፡ አንዳንድ የአሳ አይነቶች ግን ከፍተኛ የሆነ እና በካይ የሆነውን ሜርኩሪ የተሰኘውን ንጥረ ነገር የያዙ መሆናቸው እና በልጁ የአእምሮ እና የነርቭ ስርዓት እድገት ላይ ተጽእኖ የሚፈጥሩ በመሆናቸው ሊወገዱ ይገባሉ፡፡ መመገብ ያለብሽ ደህንነታቸው የተጠበቁ ምግቦችን መሆን ይኖርበታል፡፡ በእርግዝና ወቅት ልትመገቢ የሚገቡ ምግቦችን እዚሁ ላንቺ የሚለው ምርጫ ውስጥ ታገኛችዋለሽ።"
                            },
                            {
                                "id": 84,
                                "type": "banner",
                                "bannerid": "Lanchi020"
                            },
                            {
                                "id": 85,
                                "type": "subtitle",
                                "text": "የጽንስ እድገት"
                            },
                            {
                                "id": 86,
                                "type": "text",
                                "text": "በመጨረሻም የልጅሽ እጅ እና ታፋ አካባቢ ልክ በጭንቅላቱ መጠን የመሆን አዝማሚያ ያሳያሉ። በዚህ ሳምንት የልጅሽ የሰውነት ስር በቆዳው ስር መጠራቀም እና የላብ እጢዎች መዳበር ይጀምራሉ፡፡ በተጨማሪ መገንዘብ ያለብሽ ነገር ልክ እንደ ልጅሽ መጠን የእንግዴ ልጁም መጠን ተመሳሳይ ግዝፈት ያለው መሆኑን ነው፡፡ የእንግዴ ልጅ ቫይታሚኖችን፣ ሚንራሎችን፣ ፕሮቲኖችን፣ ኦክስጂን የሚያቀርብ ከመሆኑ በተጨማሪ የልጅሽን የሰውነት ቆሻሻ የሚወገድበት እና ካርቦንዳይኦክሳይድ የሚጣራበት ነው፡፡ "
                            },
                        ]
                    },
                    {
                        name: '18ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week18.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week18.png"),
                            },
                            {
                                "id": 88,
                                "type": "text",
                                "text": "እንዳጋጣሚ ሆኖ በእርግዛና ወቅት የፊንጢጣ ኪንታሮት የተለመደ ነው፡፡ በደንዳኔ መጨረሻ አካባቢ ያሉት የደም ስሮች ማበጥ ይጀምራሉ፡፡ ይህ የሚያጋጥምሽ ከሆነ በመደበኛ መድሃኒት መደብሮች የሚገኙ የኪንታሮት ህመም ማስታገሻ ክሬሞችን ለመጠቀም ሀኪምሽን አማክሪ፡፡ በተጨማሪም ከፍተኛ መጠን ያለው ፈሳሽ መውሰድ አትርሺ። ፋይበር ያለባቸው ምግቦች ተመገቢ። በተጨማሪም ለሰገራ ስትቀመጪ የማማጥ ሁኔታን አስወግጂ፡፡ "
                            },
                            {
                                "id": 89,
                                "type": "banner",
                                "bannerid": "Lanchi021"
                            },
                            {
                                "id": 90,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 91,
                                "type": "text",
                                "text": "አንቺና እና የትዳር አጋርሽ ከልጅሽ ጋር ታወራላችሁ? ልጃቹ በአሁኑ ወቅት አጥንቶቹ በጆሮ ውስጥ ያሉት ነርቮች የዳበሩ በመሆናቸው እና በሚገባ የሚሰሩ በመሆናቸው በእትብት አማካኝነት የሚሄደውን የደም ዝውውር፣ የሆድ መጎረባበጥ፣ የልብ ምት የመሳሰሉ ድምጾችን መስማት ይጀምራል፡፡ በዚህ ላይ ድንገተኛ እና ከፍተኛ የሆነ ውጫዊ ድምጽ ድንጋጤ ሊፈጥርበት ይችላል፡፡ ለልጃቹ ታሪክ መንገር ወይም ሙዚቃ ልታጫውቱለት ትችላላችሁ፡፡ ምንም እንኳ በማህጸን ያለው ልጃቹ እነዚህ ድምጾች ምንም እንደሆኑ በውል የማያውቅ ቢሆንም ቀስ በቀስ ግን ድምፆችን እየለመደ ማስታወስ ወደመቻል ይመጣል፡፡ ስለዚህ ለልጅሽ ሙዚቃ የሚለውን በመክፈት ለልጅሽ ታስቦ የተዘጋጁትን ሙዚቃዎች እየከፈትሽ አሰሚ።"
                            },
                        ]
                    },
                    {
                        name: '19ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week19.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week19.png"),
                            },
                            {
                                "id": 93,
                                "type": "text",
                                "text": "ሽንት ስትሸኚ ጥንቃቄ አድርጊ፡፡ ነፍሰጡር እናቶች የሽንት ቧንቧ ኢንፌክኽን የማጋጠም እድል ከፍተኛ ነው፡፡ ከሌላው ጊዜ ይልቅ ቶሎቶሎ የሚያሸናሽ ከሆነ በምትሸኝበት ወቅት የሚያቃጥል ስሜት የሚያጋጥምሽ ከሆነ ሀኪምሽን አማክሪ፡፡ በአንቲባዮቲክስ ሊታከም ይችላሉ፡፡ ልብ በይ!!!  አንቲባዮቲክስ ከሐኪም ፈቃድ ውጪ አይወሰድም ።"
                            },
                            {
                                "id": 94,
                                "type": "banner",
                                "bannerid": "Lanchi022"
                            },
                            {
                                "id": 95,
                                "type": "subtitle",
                                "text": "የጽንስ እድገት"
                            },
                            {
                                "id": 96,
                                "type": "text",
                                "text": "ቨርኒክስ ካሲዮሳ የቆዳ ክፍል ማልበስ ይችላል፡፡ ይህ ዝልግልግ የሚለው እና ቺዝ መልክ ያለው ነጭ የቅባት ልባስ የሰውነት ሙቀትን ለመጠበቅ እና ለማስተካከል እንዲሁም በአምንዩቲክ ፈሳሽ ውስጥ ልጅሽ በሚሆንበት ወቅት የልጅሽን ቆዳ ለመጠበቅ ያገለግላል፡፡ ልጅሽ በሚወለድበት ጊዜ አብዛኛው የቨርኒክስ ክፍል የሚወገድ ይሆናል፡፡ የልጅሽ የልብ ምት በአሁኑ ወቅት እየጠነከረ እየሄደ እና ካንቺ በእጥፍ እየመታ ይገኛል፡፡ "
                            },
                        ]
                    },
                    {
                        name: '20ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week20.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week20.png"),
                            },
                            {
                                "id": 98,
                                "type": "text",
                                "text": "በእርግዝና ወቅት ግልጽ የሆኑ፣ አስፈሪ እና በቀላሉ የማያልፉ ህልሞችን መመልከት የተለመደ ነው፡፡ እነዚህ ህልሞች ስለእናትነት ወይም ስለምጥ ጋር ተያይዞ ከሚያጋጥሙት ጭንቀት እና ከእንቅልፍ ማጣት ወይም እንቅልፍ አለመውሰድ ጋር ተያይዞ የሚከሰቱ ናቸው፡፡ በእነዚህ ቅዥት ምክንያት አእምሮ እጅግ የበዛ ሀሳብ ውስጥ ሊገባ ይችላል፡፡ ከዚህ ደግሞ እፎይ ለማለት በጥልቅ መተንፈስ እና ለትዳር አጋርሽ የተመለከትሽውን ህልም መናገር መፍትሄ ሊሆን ይችላል፡፡ ምንም አይነት መድሃኒት ከሐኪም ፈቃድ ውጪ አይወሰድም። የሐኪም እርዳታ መጠየቅ ትችያለሽ።"
                            },
                            {
                                "id": 99,
                                "type": "banner",
                                "bannerid": "Lanchi023"
                            },
                            {
                                "id": 100,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 101,
                                "type": "text",
                                "text": "በዚህ ጊዜ ልጅሽ ተረጋግቶ በጥሞና በማህጸንሽ ውስጥ የሚቀመጥበት ጊዜ ነው፡፡ አሁን በሚገባ የዳበሩት እጅና እግሮቹ በመተጣጠፍ፣ በመዘርጋት እና በመወናጨፍ ልምድ ለማግኘት መሞከራቸውን ይቀጥላሉ፡፡ ፀጉር ፣ ጥፍር እና የአይን ቅንድብ ማቆጥቆጥ ይጀምራሉ።"
                            },
                        ]
                    },
                    {
                        name: '21ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week21.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week21.png"),
                            },
                            {
                                "id": 103,
                                "type": "text",
                                "text": "ውጥረት ይሰማሻል? በቂ ጊዜ ለእንቅልፍ መመደብ እና በስራ እንቅስቃሴሽ ወቅት መደበኛ የሰውነት እንቅስቃሴ ፕሮግራም አድርገሽ መስራት ያስፈልጋል። ስር የሰደደ ከፍተኛ መጠን ያለው ጭንቀት እና ውጥረት ያለጊዜ መውለድ እና የሚወለደው ልጅ አነስተኛ ክብደትን ጨምሮ አሉታዊ የእርግዝና ውጤቶችን ሊያስከትል ይችላል፡፡ ነገር ግን ስለሚያስጨንቁሽ ነገሮች ብዙ ሀሳብ ሊገባሽ አይገባም፡፡ "
                            },
                            {
                                "id": 104,
                                "type": "banner",
                                "bannerid": "Lanchi024"
                            },
                            {
                                "id": 105,
                                "type": "subtitle",
                                "text": "የጽንስ እድገት"
                            },
                            {
                                "id": 106,
                                "type": "text",
                                "text": "በእዚህ የእርግዝና ወቅት የልጅሽ እድገት ሊያዘግም የሚችል ሲሆን የዚህ ምክንያት ሃይል የሚሰጡ ንጥረ ነገሮች አምዮቲክ ፈሳሽ የሚወስዱ የሆድ እቃ ክፍሎችን እያዳበረ የሚመጣ በመሆኑ ነው፡፡ አብዛኛው የልጅሽ እድገት የሚመነጨው በቀጥታ ከእንግዴ "
                            },
                            {
                                "id": 107,
                                "type": "text",
                                "text": "ልጁ ነው፡፡"
                            },
                        ]
                    },
                    {
                        name: '22ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week22.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week22.png"),
                            },
                            {
                                "id": 109,
                                "type": "text",
                                "text": "መቀመጥ አድካሚ ይሆንብሻል? ከቴሌቪዥን ፊት ለፊት ቁጭ ብለሽ የምትወጅውን የቴሌቪዥን ፕሮግራም መመልከት ምናልባት የሩቅ ዘመን ትዝታ መስሎሽ ልታይው ትችያለሽ፡፡ ጓደኞችሽ ስለምትወልጅበት ቀን፣ ስለጡት ማጥባት እና ስለልጅሽ ስም ማውራት ይጀምራሉ፡፡ በነገራችን ላይ ለልጅሽ ስም ለመምረጥ ከፈለግሽ ለልጅሽ ስም ምረጪ የሚለውን ምርጫ በመጫን የሴት ወይም የወንድ ስም መምረጥ ትችያለሽ።"
                            },
                            {
                                "id": 110,
                                "type": "banner",
                                "bannerid": "Lanchi025"
                            },
                            {
                                "id": 111,
                                "type": "subtitle",
                                "text": "የጽንስ እድገት"
                            },
                            {
                                "id": 112,
                                "type": "text",
                                "text": "ብርሃን አስተላላፊ ቆዳ የነበረው ልጅሽ በአሁኑ ወቅት ብርሃን ወደማያስተላለፍ የሚለወጥበት ጊዜ ነው፡፡ ነገር ግን አሁንም ቢሆን ቆዳው የተጣጠፈ ቀይ እና በቂ የሆነ ስብ እስኪሞላው ድረስ በቨርኒስ ልባስ የለበሰ ነው፡፡ በተጨማሪም በዚህ ሳምንት የመንካት ስሜቱን /እየዳበረ ላለው ህዋስ እና የነርቭ ጫፎች ምስጋና ይግባቸው እና/ እያስተካከለ የሚመጣበት ጊዜ ነው፡፡ ልጅሽ ይህ አዲስ ባገኛቸው ክህሎቶች የተለያዩ ሙከራዎችን ፊት መነካካትን ጨምሮ መሞከር ይጀምራል፡፡ በዚህ ሳምንት የልጅሽ ቅንድብ ማደግ በራሱ ቅሉ ላይም ጸጉር ማቆጥቆጥ ይጀምራል፡፡ ልጅሽ ጥቅጥቅ ያለ ፀጉር ይዞ ሊወለድ ወይም መላጣ ሆኖ ሊወለድ ይችላል፡፡ "
                            },
                        ]
                    },
                    {
                        name: '23ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week23.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week23.png"),
                            },
                            {
                                "id": 114,
                                "type": "text",
                                "text": "በአሁኑ ሰዓት የሚሰማሽ ህመም ከላይ ያለው የጀርባ ህመም ከሆነ ጡት መያዣ በማድረግ ችግሩን ልታቃልይ ትችያለሽ፡፡ አንዳንድ ሴቶች እያደገ የሚመጣውን ክብደት መልመድ ሊሳናቸው ይችላል፡፡"
                            },
                            {
                                "id": 115,
                                "type": "banner",
                                "bannerid": "Lanchi026"
                            },
                            {
                                "id": 116,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 117,
                                "type": "text",
                                "text": "በሚቀጥሉት የተወሰኑ ሳምንታት በልጅሽ አንጎል ውስጥ በቢሊዮን የሚቆጠሩ የአንጎል ህዋሶች ይፈጠራሉ፡፡ እነዚህ የልጅሽን እያንዳንዱን እንቅስቃሴ እና እንደመተንፈስ ያሉ መሰረታዊ የህይወት ስራዎቹን የሚቆጣጠሩ ናቸው፡፡ ከዚህ በተጨማሪ በዚህ ወቅት በልጅሽ ሳንባ ውስጥ ዋናዋና የሚባሉ ለውጦች ሊከሰቱ ይችላሉ፡፡ የአየር ከረጢቶች አየር እንዲይዙ እና ሳንባ ሙሉ በሙሉ እንዲለጠጥ የሚያደርገውን ሰርፋክታንት የተባለው ንጥረ ነገር ማምረት ይጀምራል፡፡ በአሁኑ ወቅት የሚተነፍሰው አሚኒዮቲክ ፈሳሽ ሲሆን ነገርግን በሚወለድበት ወቅት አየር ለመተንፈስ ዝግጁ ይሆናል፡፡ "
                            },
                        ]
                    },
                    {
                        name: '24ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week24.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week24.png"),
                            },
                            {
                                "id": 119,
                                "type": "text",
                                "text": "በአሁኑ ወቅት መተኛት አስቸጋሪ የሚሆን ሲሆን በዚህ ወቅት ሆድሽ ባደገ ቁጥር ሁኔታው አስቸጋሪ እየሆነ የሚመጣበት ጊዜ ነው፡፡ በእንቅልፍ ማጣት የተቸገርሽ ከሆነ እንደ ጥሞና ጊዜ፣ ትኩስ ወተት የመሳሰሉት ተፈጥሮአዊ የእንቅልፍ መፍትሄዎችን ወይም ሀኪምሽ በሚፈቅደው መሰረት የእንቅልፍ ሰዓትሽ ሲደርስ ሰውነትሽ ድካም እንዲሰማው የተለያዩ እንቅስቃሴዎችን ማድረግ ትችያለሽ፡፡"
                            },
                            {
                                "id": 120,
                                "type": "banner",
                                "bannerid": "Lanchi027"
                            },
                            {
                                "id": 121,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 122,
                                "type": "text",
                                "text": "በሚቀጥሉት ጥቂት ሳምንታት ልጅሽ እጅግ ስራ  ሲበዛበት ትመለከቻለሽ፡፡ በአሁኑ ወቅት መጠኑ አነስተኛ በመሆኑ በሆድ ውስጥ በመሆን እንቅስቃሴዎችን ለማድረግ በቂ ቦታ ይኖረዋል፡፡ ምናልባት እንቅስቃሴ በሚበዛበት ወቅት ዝግ ባለ አነካክ እንቅስቃሴውን እንዲቀንስ ማድረግ ይቻላል፡፡ በዚህ ወቅት የጆሮ ውስጥ የሚዛን መቆጣጠሪያ ክፍል የሚዳብር በመሆኑ ልጅሽ የተዘቀዘቀ ወይም ቀጥ ያለ መሆኑን መረዳት ይጀምራል፡፡"
                            },
                        ]
                    },
                    {
                        name: '25ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week25.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week25.png"),
                            },
                            {
                                "id": 124,
                                "type": "text",
                                "text": "ቅመም ያለባቸው ምግቦች በምትወስጂበት ወቅት የተወሰነ የማቃጠል ስሜት ሊኖር ይችላል፡፡ ሶስት ጊዜ አብዝቶ ከመመገብ ይልቅ አመጋገብሽን በ6 ከፋፍለሽ በአነስተኛ መጠን ውሰጂ፡፡ ስብነት ያላቸው፣ የተጠበሱ እና በሰውነት ውስጥ ለመሟሟት ረዥም ጊዜ የሚወስዱ እና ቅመም የበዛባቸው፣ ጎምዛዛ የሆኑ ምግቦችን ከመመገብ ተቆጠቢ፡፡ የሚጠጣ ነገር ውሰጂ፡፡ ይህም ጨጓራሽ ስራ እንዳይበዛበት ያደርጋል፡፡ በተጨማሪም ከሀኪምሽ ጋር በመነጋገር ሌሎች መፍትሄዎችን ማግኘት ትችያለሽ፡፡"
                            },
                            {
                                "id": 125,
                                "type": "banner",
                                "bannerid": "Lanchi028"
                            },
                            {
                                "id": 126,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 127,
                                "type": "text",
                                "text": "የልጅሽ የመጀመሪያው የሆድ እቃ እንቅስቃሴ በትልቁ አንጀት ውስጥ የሚጀምረው በዚህ ወቅት ነው፡፡ ወፈርና ጠቆር ያለ ሰገራ ሜኮኒየም የሚሰኝ ሲሆን ይህም ከመወለዱ ጥቂት ጊዜ በፊት ሊከሰት የሚችል ነው፡፡ አንዳንድ ጊዜ ህጻናት ይህንን ሰገራ የሚያስወግዱ ሲሆን ይሄም ማለት ከውልደት በኋላ ሳምባ እንዲጠራ መወገድ ይኖርበታል፡፡"
                            },
                        ]
                    },
                    {
                        name: '26ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week26.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week26.png"),
                            },
                            {
                                "id": 129,
                                "type": "text",
                                "text": "ኢዲማ፡ ይህ የእግር እና የእጅ እብጠት በተለይ የሚታወቀው የጣት ቀለበትሽን ለማጥለቅም ሆነ ጫማሽን ለማውለቅ አስቸጋሪ ሁኔታ በሚፈጠርበት ጊዜ ነው፡፡ 75 በመቶ የሚሆኑት ነፍሰጡር ሴቶች ይህ ነገር ያጋጥማቸዋል፡፡ በሰውነትሽ ውስጥ ያለው ትርፍ ፈሳሽ፣ እጆችሽ፣ እግርሽ፣ ቁርጭምጭሚት እና ጉልበት እንዲያብጥ ያደርጋል፡፡ ደጋፊ እስቶኪንጎችን በማድረግ እብጠትን ልትቀንሽ ትችያለሽ፡፡ "
                            },
                            {
                                "id": 130,
                                "type": "banner",
                                "bannerid": "Lanchi029"
                            },
                            {
                                "id": 131,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 132,
                                "type": "text",
                                "text": "ልጅሽ በአሁኑ ጊዜ በግልጽ የሚታይ በእንቅልፍ ውስጥ የመሆን ሁኔታን የሚያሳይበት ወቅት ነው፡፡ አንዳንድ ጊዜ እጅግ ንቁ ሆኖ የሚንቀሳቀስ ሲሆን በሌላ ጊዜ ደግሞ የሚተኛበት ሁኔታ ይኖረዋል፡፡ እድለኛ ከሆንሽ እንደዚህ አይነት ክስተቶች ካንቺ እንቅስቃሴ ጋር አቻ ለአቻ የሚሄዱ ሊሆኑ ይችላሉ፡፡"
                            },
                        ]
                    },
                    {
                        name: '27ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week27.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week27.png"),
                            },
                            {
                                "id": 134,
                                "type": "text",
                                "text": "በምትሰሪው የሰውነት እንቅስቃሴ መቀመጫሽ ላይ ህመም እየፈጠረ ከሆነ ወደ ውሃ ዋና ሂጂ፡፡ ሆድሽ እየተለቀ ሲመጣ ሩጫ ወይም ኤይሮቢክስ ምቾት የማይሰማ እንቅስቃሴ ሊሆን ይችላል፡፡ የውሃ ዋና በአንጻሩ በውሃ ውስጥ ልክ እንደላባ በምትንሳፈፊበት ወቅት አስደሳች የሆነ ስሜት ይሰጣል፡፡"
                            },
                            {
                                "id": 135,
                                "type": "banner",
                                "bannerid": "Lanchi030"
                            },
                            {
                                "id": 136,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 137,
                                "type": "text",
                                "text": "ላለፉት በርካታ ሳምንታት ልጅሽ ስቅ ሲለው የነበረ ሲሆን በዚህ ወቅት ስቅታውን ልታስተወይ ትችያለሽ፡፡ ፈጣን በስሱ የመራገጥ አይነት ስሜት ሊሆን ይችላል። ይህም የሚከሰተው በጎድን አጥንቶች አካባቢ ባለው ያልታሰበ እንቅስቃሴ ነው፡፡ ነገር ግን ከአዋቂዎች የተለየ የልጆች የአየር ቱቦ ከአየር ይልቅ በፈሳሽ የተሞላ በመሆኑ የጽንሱ ስቅታ ድምጽ አያወጣም፡፡"
                            },
                        ]
                    },
                    {
                        name: '28ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week28.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week28.png"),
                            },
                            {
                                "id": 139,
                                "type": "text",
                                "text": "ላልተጠበቀ ነገር ተዘጋጂ፡፡ ምንም እንኳን የወሊድ እቅድሽን ቀድመሽ ያዘጋጀሽ እና የምጥ ሂደቱ ምን እንደሚመስል በአእምሮሽ የሣልሽ ቢሆንም በእንደዚህ አይነት ዝግጅት ማለትም በተባለበት ቀን የሚጠናቀቁ የወሊድ ክስተቶች በጣት የሚቆጠሩ ናቸው፡፡ ከወሊድ ቀደም ብሎ ባሉ ጊዜያት የሚኖሩ የምጥ ምልክቶችን ማወቅ ከተባለበት ጊዜ ቀደም ብሎ ከሚመጣ ወሊድ ጋር የተያያዙ ጭንቀቶችን ለመቀነስ ይረዳል፡፡"
                            },
                            {
                                "id": 140,
                                "type": "banner",
                                "bannerid": "Lanchi031"
                            },
                            {
                                "id": 141,
                                "type": "subtitle",
                                "text": "የጽንስ እድገት"
                            },
                            {
                                "id": 142,
                                "type": "text",
                                "text": "እስካሁን ድረስ የልጅሽ አይን እንደተጨፈነ ነበር ነገር ግን በዚህ ሳምንት አይኑን መክደን እና መጨፈን ይጀምራል፡፡ በተጨማሪም የአይኑ ብሌን ቀለም መያዝ ይጀምራል፡፡ በአሁኑ ወቅት የአይኑን ቀለም መለየት ብትችይም ነገር ግን ቀለሙ ያንኑ ይዞ ላይቆይ ይችላል፡፡ የህጻናት አይን ቀለም ከ6 ወር እስከ 1 ዓመት በሚኖራቸው እድሜ ውስጥ የሚለዋወጥ ሲሆን በተለይ ህጻኑ ሰማያዊ አይን ይዞ የሚወለድ ከሆነ ቀለሙ የመለወጥ እድሉ የሰፋ ነው።"
                            },
                        ]
                    },
                    {
                        name: '29ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week29.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week29.png"),
                            },
                            {
                                "id": 144,
                                "type": "text",
                                "text": "በወሊድ ክፍል ማን አብሮሽ እንደሚሆን ታውቂያለሽ?  አንዳንዶቹ  የትዳር አጋራቸውን ከጎናቸው ያደርጋሉ፡፡ በምጥ ወቅት ምን ማድረግ እንዳለብሽ እዚሁ ላንቺ የሚለውን መርጠሽ ምጥና ወሊድ የሚለውን አንብቢ።"
                            },
                            {
                                "id": 145,
                                "type": "banner",
                                "bannerid": "Lanchi032"
                            },
                            {
                                "id": 146,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 147,
                                "type": "text",
                                "text": "ልጅሽ በየደቂቃው እየጠነከረ እየሄደ ነው፡፡ በዚህ ሳምንት መራገጥ፣ መገላበጥ እና የመግፋት ድግግሞሹ እየጨመረ እና ሀይሉም እየጠነከረ ይሄዳል፡፡ ስለዚህ ጠንከር ያለ አንድ ሁለት እርግጫ ቢያጋጥምሽ አዲስ አይሁንብሽ፡፡ በዚህ ጊዜ ከእውቀት እና ባህሪ ጋር የሚያያዘው የህፃኑ የአንጎል ክፍል በከፍተኛ ደረጃ እየዳበረ ይሄዳል፡፡ ልጅሽ ለተለያዩ ምግቦች፣ ሙዚቃ እና ብርሀን የሚሰጠውን ምላሽ ትኩረት በመስጠት ልትረጂ ትችያለሽ፡፡ "
                            },
                        ]
                    },
                    {
                        name: '30ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week30.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week30.png"),
                            },
                            {
                                "id": 149,
                                "type": "text",
                                "text": "ሆድሽን ነካ ስታደርጊ በነካሽበት ቦታ ልጅሽ ምትት ሊያደርግ ወይም ሊነካ ይችላል፡፡ ስለዚህ ልጅሽን ከመውለደሽ በፊት ቁጭ ብለሽ ሆድሽን እየነካሽ ከልጅሽ ጋር ልትጫወቺ ትችያለሽ፡፡ ውይ ደስ ሲል። ረገጥ ሲያደርግሽ ሆድሽን እያሻሸሽ በስሱ ዝፈኝለት ወይም አውሪው፡፡ ይህንን ስታደርጊ ልጅሽ ሲረጋጋ ይታወቅሻል፡፡ በተጨማሪም ለልጅሽ ሙዚቃ የሚለውን በመጫን የተለያዩ ሙዚቃዎችን በመክፈት ወደ ሆድሽ በመጠኑ በማስጠጋት አሰሚው።"
                            },
                            {
                                "id": 150,
                                "type": "banner",
                                "bannerid": "Lanchi033"
                            },
                            {
                                "id": 151,
                                "type": "subtitle",
                                "text": "የጽንስ እድገት"
                            },
                            {
                                "id": 152,
                                "type": "text",
                                "text": "ከዚህ ጊዜ በኋላ ልጅሽ በቀን ወደ ግማሽ ፓውንድ ክብደት እየጨመረ ይሄዳል። ይህ የልጅሽ ክብደት መጨመር ልጅሽ ድንቡሽቡሽ ያለ ጉንጭ እንዲኖረው ከማድረግ ያለፈ አላማ አለው፡፡ በአሁኑ ወቅት የአካሉ ዋና ዋና የሚባሉ ስርዓቶች በቦታቸው ሆነው ስራ የጀመሩ በመሆናቸው እነዚህን የሰውነቱን ወሳኝ ክፍሎች የሚሸፍንበት ጉዝጓዝ ያስፈልገዋል፡፡ በሰውነቱ ውስጥ የተጠራቀመው ስብ የሰውነቱን ሙቀት ከተወለደ በኋላ እንዲቆጣጠር የሚረዳው እና ሀይል የሚሰጠው ነው፡፡ የልጅሽ ስብ እየጨመረ እና ክብደቱም እንዲሁም እየጨመረ በመሆኑ እንቅስቃሴዎቹ እያነሱ ሊሄዱ ይችላሉ፡፡ ነገር ግን አልፎ አልፎ የመራገጥ ወይም የመንቀሳቀስ ሁኔታ ካላየሽ ሀኪምሽን አነጋግሪ።"
                            },
                        ]
                    },
                    {
                        name: '31ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week31.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week31.png"),
                            },
                            {
                                "id": 154,
                                "type": "text",
                                "text": "መንገድ ላይ ስትሄጂ መንገደኞች ሆድሽን ሊነኩ እጃቸውን ይዘረጋሉ፡፡ በጣም ብዙ ትኩረት እና ያልተፈለገ የእርግዝና ምክር የማጋጠም እድሉ የሰፋ ነው፡፡ ይህ ቢሆን የሚነገርሽን ሰምተሽ በሳቅ ማሳለፍ ነው፡፡ እዚህ ላይ ቦታ መስጠት የሚገባሽ የአንቺ አመለካከት እና የሀኪምሽ አስተያየት ብቻ ነው፡፡"
                            },
                            {
                                "id": 155,
                                "type": "banner",
                                "bannerid": "Lanchi034"
                            },
                            {
                                "id": 156,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 157,
                                "type": "text",
                                "text": "በዚህ ጊዜ ልጅሽ ከቁመት ይልቅ ክብደቱ እየጨመረ ነው፡፡ በዚህ ጊዜ ልጅሽ ለመዘረጋጋት መጠኑ ትልቅ በመሆኑ በጽንስ አቀማመጥ ሁኔታ ቦታ እንዲይዝ ያስገድደዋል፡፡ ይህ አቀማመጥ እስከሚወለድበት ጊዜ ድረስ የሚቀጥል እድገት ነው። ወንድ ከሆነ የዘር ፍሬዎቹ ከብሽሽቱ ወደ ዘር ፍሬ ከረጢታቸው የሚወርዱበት ሲሆን ሴት ከሆነች ደግሞ ወሲባዊ ደስታ ሰጪ አካሏ በአንፃራዊ መልኩ የሚፈጠርበት ጊዜ ነው ፡፡"
                            },
                        ]
                    },
                    {
                        name: '32ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week32.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week32.png"),
                            },
                            {
                                "id": 159,
                                "type": "text",
                                "text": "የመውለጃ ጊዜሽ ሲደርስ በመጀመሪያ አካባቢ የሚከሰት ምጥ ምልክትን ማወቅ ጠቃሚ ነው፡፡ ይህም ውሀ መፍሰስ (ረጨት የሚል ወይም ከፍተኛ የሆነ ሊሆን ይችላል) ከፍተኛ ህመም የሌለው የማህፀን መኮማተር፣ ልክ እንደ ወር አበባ ወቅት ያለ ቁርጠት፣ የዳሌ አካባቢ ግፊት መጨመር እና ተቅማጥ ምልክቶች ሊሆኑ ይችላሉ፡፡ ከውሀ መፍሰስ ውጪ ሌሎቹ ክስተቶች ቀደም ብለው ከተከሰቱ አትጨነቂ፡፡ ምክንያቱም እነዚህ ምልክቶች ሁል ጊዜ ያለጊዜው የሚመጣ ምጥ ምልክት ባለመሆናቸው ነው፡፡ ነገር ግን ደህንነትሽን ለማረጋገጥ ለሀኪምሽ ምልክቶቹን ንገሪው፡፡ "
                            },
                            {
                                "id": 160,
                                "type": "banner",
                                "bannerid": "Lanchi035"
                            },
                            {
                                "id": 161,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 162,
                                "type": "text",
                                "text": "ዛሬ ሰላሳ ሁለተኛ ሳምንትሽ ነው።  በዚህ ወቅት ትንሽ ብቻ መዳበር ከሚቀረው ሳምባ በስተቀር ሁሉም ዋና ዋና የሰውነት ክፍሎች በሚገባ የሚሰሩ ናቸው፡፡"
                            },
                        ]
                    },
                    {
                        name: '33ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week33.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week33.png"),
                            },
                            {
                                "id": 164,
                                "type": "text",
                                "text": "የእረፍት አወሳሰድ እቅድሽን ስታዘጋጂ የአመት እና የህመም ፈቃድሽንም ታሳቢ ማድረግ አትዘንጊ፡፡"
                            },
                            {
                                "id": 165,
                                "type": "banner",
                                "bannerid": "Lanchi036"
                            },
                            {
                                "id": 166,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 167,
                                "type": "text",
                                "text": "በዚህ ወቅት ልጅሽ በክርኑ የሚማታበት ቦታ አይኖረውም፡፡ በማህፀን ያለው ክፍት ቦታ እየጠበበ የሚሄድ በመሆኑ ልጅሽ በዚህ የእርግዝና ደረጃ ወቅት ያነሰ እንቅስቃሴ ይኖረዋል፡፡ በተጨማሪም በየእለቱ በምታከናውኛቸው እንቅስቃሴዎች ማለትም አቀማመጥ ወይም ከውጭ የሚሰማው ድምጽ እንቅስቃሴ ላይ ተፅዕኖ አላቸው፡፡ ነገር ግን እስከመጨረሻው የወሊድ ቀን ድረስ እየሰሩ ነው፡፡ "
                            },
                        ]
                    },
                    {
                        name: '34ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week34.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week34.png"),
                            },
                            {
                                "id": 169,
                                "type": "text",
                                "text": "መተኛት አልቻልሽም? መደበኛ የሆነ የአካል እንቅስቃሴ መልካም የሆነ እንቅልፍ እንዲኖርሽ የሚያደርግ በመሆኑ እለታዊ የሰፈር ውስጥ የእግር ጉዞ አድርጊ። በጐን በኩል ልትተኚ ወይም ሊደግፍሽ የሚችል የሰውነት መደገፊያ ትራስ ግዢ። የፈለግሽውን መርጠሽ መግዛት ትችያለሽ። የደረት ማቃጠል እንቅልፍ የሚነሳሽ ከሆነ ቅመም ካላቸው ጐምዛዛ ወይም ካርቦኔትድ ከሆኑ ምግቦች ተቆጠቢ። ወደ መኝታ ከመሄድሽ በፊት ብዙ ውሃ የማትጠጪ ከሆነ በአንድ ምሽት ብዙ ጊዜ ወደ መፀዳጃ ክፍል የምትመላለሽበትን ጊዜ መቀነስ ትችያለሽ፡፡ "
                            },
                            {
                                "id": 170,
                                "type": "banner",
                                "bannerid": "Lanchi037"
                            },
                            {
                                "id": 171,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 172,
                                "type": "text",
                                "text": "ልጅሽ የውጭውን አለም በቀሩት ጥቂት ሳምንታት ለመቀላቀል እየተዘጋጀ ነው፡፡ በዚህ ሳምንት በቆዳው ላይ ያለው ቺዝ መሰል ነጭ ቅባታማ የፈሳሽ ልባስ መወፈር የሚጀምር ሲሆን ይህም ሲወለድ የሚኖረው አካሉ በወሊድ ወቅት የለሰለሰ እና እርጥበት እንዲኖረው ነው፡፡ ልጅሽ በተለይ በእጁ ላይ ባሉ እጥፋቶች መካከል ይህን ቅባት በብዛት ይዞ የሚወለድ ይሆናል፡፡ ነገር ግን ይህ ፈሳሽ ልጅሽ በዚች ምድር ለመጀመሪያ ጊዜ አካሉን ሲታጠብ ከሰውነቱ የሚወገድ ይሆናል፡፡ "
                            },
                        ]
                    },
                    {
                        name: '35ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week35.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week35.png"),
                            },
                            {
                                "id": 174,
                                "type": "text",
                                "text": " የቤት እንስሳቶችሽ ወቅታዊ ክትባት መከተባቸውን ማረጋገጥ ይኖርብሻል፡፡ "
                            },
                            {
                                "id": 175,
                                "type": "banner",
                                "bannerid": "Lanchi038"
                            },
                            {
                                "id": 176,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 177,
                                "type": "text",
                                "text": "በዚህኛው ሳምንት ልጅሽ ጭንቅላቱ ወደ ማህፀን አፍ አቅጣጫ የሆነ አቀማመጥ ሊኖረው ይገባል፡፡ በዚህኛው የእርግዝና ወቅት ወደ 97 በመቶ የሚሆኑ ልጆች ይህን በመሰለ አቀማመጥ ላይ የሚገኙ ናቸው፡፡ ከዚህ ውጭ ካሉ አቀማመጦች ውስጥ ብሪች አንዱ ሲሆን ይህም የልጁ መቀመጫ እና እግር መጀመሪያ ለመውጣት የሚቀመጥበት አቅጣጫ ነው፡፡ ልጅሽ በእንዲህ አይነት አልፎ አልፎ በሚከሰት አቀማመጥ ላይ ያለ ከሆነ የሲ-ሴክሽን ቀዶ ጥገና የሚያስፈልግበት እድል ከፍ ያለ ነው፡፡ ነገር ግን ሀኪምሽ ኤክስተርናል ቨርዥ የሚባለውን ስልት በመጠቀም ይህን ችግር የሚያስተካክልበት እድል ሊኖር ይችላል፡፡ "
                            },
                        ]
                    },
                    {
                        name: '36ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week36.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week36.png"),
                            },
                            {
                                "id": 179,
                                "type": "text",
                                "text": "ትክክለኛው የመውለጃ ቀን መቼ እንደሆነ እንዴት ማወቅ እንደምትችዪ አስበሽው ይሆናል፡፡ መደበኛ ጊዜያቸውን እየጠበቁ የሚከሰቱ መጠነኛ የመኮማተር ወይም የውጋት ስሜት በየአራት ወይም አምስት ደቂቃው ለአንድ ወይም ሁለት ሰአት ሲከሰቱ ሀኪምሽ ጋር በፍጥነት ደውዪ፡፡ ሌላው ምልክት ደግሞ ህመም የማያስከትል ፈሳሽ መፍሰስ ነው፡፡ ይህ ማለት ውሃሽ ፈሷል ማለት ነው፡፡ ወዲያውኑ የመኮማተር ስሜት ባይሰማሽ እንኳን ኢንፌክሽን የመከሰት እድል ይኖራል። ሐኪምሽን አማክሪ። "
                            },
                            {
                                "id": 180,
                                "type": "banner",
                                "bannerid": "Lanchi039"
                            },
                            {
                                "id": 181,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 182,
                                "type": "text",
                                "text": "ልጅሽ በዚህ ጊዜ ሊያገኝ የሚችለውን ስብ በሙሉ ለማጠራቀም እየሞከረ ነው፡፡ ይህ የተጠራቀመ ስብ ከጠቅላላ ክብደቱ 15 በመቶውን የሚይዝ ነው፡፡ ክምችቱ የሰውነቱን ሙቀት እንዲያመጣጥን እና ሀይል እንዲኖረው ያግዛል፡፡ የአፍ ጡንቻዎችም በዚህ ጊዜ ሙሉ በሙሉ እድገታቸውን ጨርሰው የመጀመሪያውን ምግብ ለመመገብ ተዘጋጅተዋል፡፡ በነገራችን ላይ ልጅሽ እንደተወለደ ይርበዋል፡፡ ስለዚህ ቶሎ ጡት ማጥባት አለብሽ።"
                            },
                        ]
                    },
                    {
                        name: '37ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week37.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week37.png"),
                            },
                            {
                                "id": 184,
                                "type": "text",
                                "text": "እንኳን ደስ አለሽ። አሁን 37 ሳምንት ሆኖሻል።"
                            },
                            {
                                "id": 185,
                                "type": "text",
                                "text": "ልጅሽ በአሁኑ ወቅት በማንኛውም ጊዜ ሊመጣ ይችላል፡፡ ስለዚህ አንድ ነገር ማስታወስ ይኖርብሻል፡፡ ምን ሰዓት በእርግጠኝነት እንደምትወልጂ አታውቂውም ነገር ግን ሰውነትሽ ልጅሽ ወደዚህ አለም ለማምጣት እየዘጋጀ እና ፕሮስታግላንዲን የተባለ ኬሚካልን እያመነጨ ሲሆን ይህ ደግሞ ማህጸን አካባቢ ለወሊድ ምቹና ለስላሳ እንዲሆን ይረዳል። በከፍተኛ ደረጃ ይህ ኬሚካል ሲመረት ማህጸን እንዲኮማተር እና ከአንቺ ቁጥጥር ውጪ በሆነ ሁኔታ ልጅሽን ከማህጸን እንዲወጣ መግፋት ይጀምራል፡፡ "
                            },
                            {
                                "id": 186,
                                "type": "banner",
                                "bannerid": "Lanchi040"
                            },
                            {
                                "id": 187,
                                "type": "subtitle",
                                "text": "የጽንስ እድገት"
                            },
                            {
                                "id": 188,
                                "type": "text",
                                "text": "በአሁኑ ወቅት እትብቱ ወደ ልጅሽ አንቲ ቦዲ መለቀቅ ይጀምራል፡፡ ልጅሸ የሚያጠራቅመው አንቲ ቦዲ ከማህፀን ውጪ ለሚያጋጥመው በሽታ እና ጀርም እንዲዘጋጅ ያደርገዋል፡፡ በተጨማሪም የልጅሽ የስሜት ህዋሶች የተሻለ ክህሎትን ለማዳበር ጊዜ ይኖራቸዋል፡፡ አሁን ድምጽሽን ሊሰማ እና የአንቺ መሆኑን ሊረዳ ይችላል፡፡ ይህንንም ከተወለደ በኋላ ልክ በምትናገሪበት ወቅት ጭንቅላቱን ወደ አንቺ አቅጣጫ ሲያዞር ታስተውይዋለሽ፡፡ ከመስማት ችሎታው ጎን ለጎን የማየት ችሎታው እየዳበረ ይሄዳል፡፡ ጣቶቹም የተሻለ ቅልጥፍና ይኖራቸዋል፡፡ ፊቱን ወይም የእግሩን ጫፍ መጨበጥ ይጀምራል፡፡ የአንቺን ጣት ደግሞ ይይዛል፡፡"
                            },
                        ]
                    },
                    {
                        name: '38ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week38.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week38.png"),
                            },
                            {
                                "id": 190,
                                "type": "text",
                                "text": "በአሁኑ ወቅት የወደፊቱን የማሰብ ሁኔታ ላይ ተቀምጠሽ ይሆናል፡፡ ቤቱን ማጽዳት፣ ልብስ ማዘጋጀት የመሳሰሉ ሁኔታዎች የእርግዝናውን መጨረሻ የሚያመላክቱ ነገሮችን እያከናወንሽ ይሆናል። ነገር ግን ይሄን ከመጠን ባለፈ ሁኔታ ማከናወን አይገባም፡፡ እኩል በእኩል ፣ እንደውም በእርግዝና ግዜ የበለጠውን ድርሻ ወስዶ አጋርሽ ስራዎቹን ሊያከናውን ይገባል ። ምክንያቱም ለምጥ የሚያስፈልግ ሃይል ሊኖርሽ ስለሚገባ ነው፡፡ ከአጋርሽ እነዚህን ማድረግ ይጠበቃል።"
                            },
                            {
                                "id": 191,
                                "type": "banner",
                                "bannerid": "Lanchi041"
                            },
                            {
                                "id": 192,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 193,
                                "type": "text",
                                "text": "ልጅሽ ከሆድሽ ለመውጣት እያኮበኮበ ይገኛል፡፡አሁን የአተነፋፈስ፡ የምግብ መፈጨት፣ እና የደም ዝውውር የመሳሰሉ ውስብስብ የሆኑ ስራዎችን የሚያከናወኑ ሲሆን የአንጎል ክፍል በየቀኑ እየዳበረ እየሄደ ነው፡፡ "
                            },
                        ]
                    },
                    {
                        name: '39ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week39.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week39.png"),
                            },
                            {
                                "id": 195,
                                "type": "text",
                                "text": "ምንም እንኳ ለወራት ያህል ምጡ እንዴት ሊሆን እንደሚችል ገምተሽ ወይም አንብበሽ ቢሆንም ሁኔታው ግን ሲከሰት ምንም እንደጠበቅሽው ያለመሆን እድሉ ከፍተኛ ነው፡፡ ለምሳሌ ውሀ ሊፈስ ይችላል፡፡ ነገር ግን ምንም አይነት የማህፀን አካባቢ መኮማተር የማያጋጥምሽ ከሆነ መርፌ ሊያስፈልግ ይችላል፡፡ በሌላ በኩል ምጡ እጅግ በከፍተኛ ሁኔታ እየፈጠነ ሊሆን ይችላል። በመሆኑም ሊመጣ የሚችለውን ነገር ቀድመሽ ተዘጋጂ፡፡ላንቺ የሚለውን መርጠሽ ስለ ምጥ አንብቢ። በተጨማሪም የምትወልጂበት ቀን አልፎ ወይም ቀድሞ ቢከሰት ቀኑ የአንቺ በመሆኑ ወደ ፊት በትዝታ የምታስቢውና እና የልጅሽ ውልደት ላይ የታሪክ አካል ሆኖ የሚቀር ይሆናል፡፡ "
                            },
                            {
                                "id": 196,
                                "type": "banner",
                                "bannerid": "Lanchi042"
                            },
                            {
                                "id": 197,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 198,
                                "type": "text",
                                "text": "በአሁኑ ጊዜ ልጅሽ ሲወለድ የሚኖረው ክብደት ላይ ማለትም በአማካይ  ከ2.7 እስከ 4 ኪሎ እና  ቁመቱም ከ45 እስከ 55 ሴ.ሜ ደርሷል፡፡ ከተወለደ በኋላ ምቾት ባለሁኔታ እንዲቆይ የሚያደርገው በቂ የሆነ ስብ አከማችቷል፡፡ በተጨማሪም ካንቺ በእንግዴ ልጁ በኩል ከበሽታ የሚመከላከልበትን ንጥረነገር እና አስፈላጊ ሌሎች ንጥረነገሮች እያገኘ ይገኛል፡፡ ልጅሽ ከመወለዱ በፊት ያለውን የመጨረሻ ጊዜ ማየት ብትችዪ አብዛኛውን ግዜ ጭንቅላቱ ወደ ማህጸን በር አካባቢ ተዘቅዝቆ የሚገኝ ይሆናል፡፡ የልጅሽ ሰውነት ቀጥ ብሎ የቆመ ወይም ገደድ ብሎ ያለ አቀማመጥ ሊኖረው ይችላል፡፡ የልጅሽ  አቀማመጥ ፊቱ ወደ አከርካሪዎችሽ አቅጣጫ የተቀመጠ ነው፡፡ ነገር ግን አንድ አንድ ጊዜ የልጅሽ አቀማመጥ ፊቱ ወደ ሆድሽ አቅጣጫ ሆኖ ሊገኝ ይችላል፡፡ ልጅሽ ከመወለዱ በፊት ወደ አንድ አቅጣጫ ማለትም ወደ ግራ ወይም ወደ ቀኝ ወደፊት ለፊት ወይም ወደኋላ ዞሮ ሊቀመጥ ይችላል፡፡ "
                            },
                        ]
                    },
                    {
                        name: '40ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week40.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week40.png"),
                            },
                            {
                                "id": 200,
                                "type": "banner",
                                "bannerid": "Lanchi043"
                            },
                            {
                                "id": 201,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 202,
                                "type": "text",
                                "text": "ልጅሽ በሚወለድበት ጊዜ ተገምግሞ ደረጃ ይሰጠዋል፡፡ ደረጃው ከ0-10 ነጥብ የሚሰጥ ሲሆን አሰጣጡም በሚከተሉት ሁኔታዎች መሰረት ነው፡፡ የጡንቻ እንቅስቃሴ፣ የልብ ምት፣ የፊት ጡንቻ መለዋወጥ፣ የቆዳ ቀለም፣ የአተነፋፈስ ፍጥነት እና ጥረት ናቸው፡፡ የእነዚህ ሁሉ ነገር የልጅሽን የአፕጋር ደረጃ የሚወስዱ እና የመጀመሪያ አካባቢ ጤናዎችም የምንለካባቸው ናቸው፡፡ አብዛኛዎቹ ጤናማ ልጆች ከ 7 - 9 የሚደርስ አፕጋር ያላቸው ሲሆን በጣም ጥቂት ልጆች 10 ሊያገኙ ይችላሉ፡፡ "
                            },
                        ]
                    },
                    {
                        name: '41ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week41.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week41.png"),
                            },
                            {
                                "id": 204,
                                "type": "text",
                                "text": "ስለ ምጥ እና ስለመውለድ ስታስቢ ብዙ ጊዜ የሲሴክሽን ቀዶ ጥገና መውለድ ላታስቢ ትችያለሽ፡፡ በመሆኑም ሀኪምሽ በተለያዩ ምክንያቶች በዚህ መንገድ መውለድ እንዳለብሽ ምናልባት ምክር ሲሰጥሽ ምናልባት የተወሰነ ቅሬታ ወይንም ማዘን ሊገጥምሽ ይችላል፡፡ ምክንያቱን ጠይቂ ፣ እነዚህ አይነት ስሜቶች እጅግ የተለመዱ እና መደበኛ ቢሆኑም ዋናው ነገር ልጅሽ በጤና ወደዚህ አለም መምጣቱ ነው ፡፡ በመሆኑም ቀደም ብለው ሊፈጠሩ የሚችሉ ነገሮችን በተመለከተ ከሀኪምሽ ጋር በመነጋገር ለሚፈጠሩት ሁኔታዎች ቢያንስ የሚያዘጋጅሽ ይሆናል፡፡ "
                            },
                            {
                                "id": 205,
                                "type": "banner",
                                "bannerid": "Lanchi044"
                            },
                            {
                                "id": 206,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 207,
                                "type": "text",
                                "text": "ልጅሽን ለመጀመሪያ ጊዜ ስትመለከችው ወይም ስትመለከቻት ልትገልጭው የማትችይው ስሜት ያለ መሆኑ እንደተጠበቀ ሆኖ በመጀመሪያ ስትመለከችው የጠበቀሽውን ያህል የሚያምር ልጅ ባትመለከቺ እንዳትደናገጪ፡፡ በማህፀን በኩል የሚወጡ ልጆች በጊዜያዊነት ቅርጹ የተለወጠ ጭንቅላት ወይንም ያባበጠ አይን ሊኖራቸው ይችላል፡፡ በተጨማሪም ልጅሽ ቨርኒክስ ካሲዮሳ በሚባል ቅባታማ ነገር  የተሸፈነ ሊሆን ወይም ልትሆን ይችላል፡፡ ነገር ግን ይህ ቅባት መሰል ንጥረ ነገር ለመጀመሪያ ጊዜ ሰውነቱ/ቷ  ሲታጠብ የሚለቅቅ ይሆናል፡፡ አዲስ የተወለዱ ልጆች አጓጊ እና ደስ የሚል መልክ ለመያዝ የተወሰኑ ሳምንታት ይፈጃሉ፡፡ "
                            },
                        ]
                    },
                    {
                        name: '42ኛ ሳምንት',
                        data: [
                            {
                                "id": 1,
                                "type":"thumbnail",
                                "primaryImage": require("../../../assets/babyPosition/week42.jpg"),
                                "primaryText": "",
                                "secondaryText": "",
                                "tertiaryText": "",
                                "secondaryImage": require("../../../assets/food/week42.png"),
                            },
                            {
                                "id": 209,
                                "type": "text",
                                "text": "ለምን አይመጣም እያልሽ ከዚህ ሀሳብ ራስሽን ለመገላገል ለልጅሽ የሚለውን ተጭነሽ ለልጅሽ የሚደረግ እንክብካቤ የሚለውንና ሌሎች ተጨማሪ መረጃዎችን በማንበብ እራስሽን በስራ መጥመድ ትችያለሽ፡፡"
                            },
                            {
                                "id": 210,
                                "type": "banner",
                                "bannerid": "Lanchi045"
                            },
                            {
                                "id": 211,
                                "type": "subtitle",
                                "text": "የተለመዱ ምልክቶች"
                            },
                            {
                                "id": 212,
                                "type": "text",
                                "text": "በአሁን ጊዜ በማህፀንሽ ያለውን ጨቅላ ምን ያህል እምቢተኛ ቢሆን ነው እስከ አሁን ከሆዴ ያልወጣው ብለሽ ልታስቢ ትችያለሽ፡፡ተይው አንቺ ብቻ ረገጠ ረገጥ ማድረጉን ቁጠሪ። "
                            },
                            {
                                "id": 213,
                                "type": "text",
                                "text": "ከዚህ ሳምንት በላይ ከቆየ ግን ሀኪም ማማከር ያስፈልጋል።"
                            }
                        ]
                    },
                ],
            },
        ]
    },
    {
        "header": "የፅንስ አፈጣጠር ችግሮች እና መንስኤዎች",
        "back": "Lanchi",
        "image": four,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: fourd,
            },
            {
                "id": 1,
                "type": "text",
                "text": "ከተለመደው ጤናማ ተብሎ ከተቀመጠው የሰው ልጅ አፈጣጠር በተለየ ጽንስ ሲፈጠር የአፈጣጠር ችግር አለው ይባላል:: ነገር ግን እነዚህ ችግሮች በሁለት ይከፈላሉ፡፡"
            },
            {
                "id": 2,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "ከፍተኛ ወይም የጎላ"
                    },
                    {
                        "id": 1,
                        "text": "ዝቅተኛ ወይም ደብዛዛ"
                    }
                ]
            },
            {
                "id": 3,
                "type": "text",
                "text": "በህይወት ከሚወለዱ 2-3 በመቶ የሚሆኑት ህፃናት በ3 ዋነኛ ምክንያቶች የጎላ የአፈጣጠር ችግር አለባቸው"
            },
            {
                "id": 4,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "የዘረመል ችግር፡- 20-25 በመቶ"
                    },
                    {
                        "id": 1,
                        "text": "የአካባቢ ችግር መድኃኒቶች ጨምሮ፡-  10 በመቶ"
                    },
                    {
                        "id": 2,
                        "text": "ያልታወቀ ችግር ፡- 65-75 በመቶ"
                    }
                ]
            },
            {
                "id": 5,
                "type": "text",
                "text": ""
            },
            {
                "id": 6,
                "type": "text",
                "text": " የተወሰኑ መድኃኒቶች ያላቸው ችግር  በግልጽ የታወቀ ነው፡ ለምሳሌ"
            },
            {
                "id": 7,
                "type": "subtitle",
                "text": "ቴትራሳይክሊን"
            },
            {
                "id": 8,
                "type": "text",
                "text": "በ2ኛ እና በ3ኛ ሲሶ የእርግዝና ወቅት ከወሰድሽ የጥርስ ችግር ያመጣል፡፡ ማለትም ህፃኑ ከአደገ በኋላ የሚታይ ችግር ነው፡፡"
            },
            {
                "id": 9,
                "type": "subtitle",
                "text": "ጄንታማይሲን"
            },
            {
                "id": 10,
                "type": "text",
                "text": "የጽንስ ጆሮ ችግር ያመጣል፡፡"
            },
            {
                "id": 11,
                "type": "text",
                "text": "ልብ በይ። በእርግዝና ግዜ ሀኪም ሳታማክሪ ምንም አይነት መድሀኒት መዉሰድ የለብሽም ።"
            },
            {
                "id": 12,
                "type": "subtitle",
                "text": "አልኮል"
            },
            {
                "id": 13,
                "type": "text",
                "text": "የጽንስ አፈጣጠር ችግርና የአዕምሮ ዝግመት ያመጣል፡፡ በዕርግዝና ወቅት ቢወሰድ ችግር የማያመጣው የአልኮል መጠን የማይታወቅ ሲሆን በተቻለ መጠን ባትወስጂ ይመከራል፡፡"
            },
            {
                "id": 14,
                "type": "subtitle",
                "text": "ሲጋራ ማጨስ"
            },
            {
                "id": 15,
                "type": "text",
                "text": "የጽንስ መጫጨት የሚያስከትል ሲሆን በአማካይ ከሚያጨሱ እናቶች የሚወለዱ ህፃናት በ200 ግራም ያነሰ ክብደት አላቸው፡፡ አንድ እርጉዝ ብዙ ሲጋራ ባጨሰች ቁጥር ጽንሱ ላይ የሚከሰተው ጉዳት እየበዛ ይሄዳል፡፡"
            },
            {
                "id": 16,
                "type": "subtitle",
                "text": "ጃኩዚ/የሙቅ ውሃ ገንዳ"
            },
            {
                "id": 17,
                "type": "text",
                "text": "በ38 ዲግሪ ሴንቲ ግሬድ ሙቀት መጠቀም ለውርጃ እና ለጽንሱ የነርቭ አፈጣጠር ችግር ያመጣል፡፡"
            }
        ]
    },
    {
        "header": "ልትመገቢና ልትቆጠቢ የሚገቡ የምግብ ስርዓቶች",
        "back": "Lanchi",
        "image": five,
        "data": [
            {
                id: 0,
                type: 'tabs',
                tabs: [
                    {
                        name: 'ልትመገቢ የሚገቡ ምግቦች',
                        data: [
                            {
                                "id": 2,
                                "type": "subtitle",
                                "text": "ለስላሳ ስጋ"
                            },
                            {
                                "id": 3,
                                "type": "text",
                                "text": "በፕሮቲን ውስጥ የሚገኙት አሚኖ አሲድ የተባሉት ንጥረ ነገሮች የልጅሽን እና ያንቺን ህዋሶች የሚሰራባቸውን ብሎኬቶች አድርገሽ ልትወስጅው ትችያለሽ፡፡ ከፍተኛ የፕሮቲን ይዘት ያለው ምግብ ረሃብሽን በማስታገስ በደም ውስጥ ያለውን ስኳር መጠን ያረጋጋል፡፡ በመሆኑም በቀን ወደ 75 ግራም የሚጠጋ ፕሮቲን እንድትወስጂ ይመከራል፡፡ ለስለስ ያለ ስጋ የዚህ ሁነኛው አማራጭ ነው፡፡ በብረት ማዕድን የበለጸገ በመሆኑ ልጅሽ ቀይ የደም ህዋሱ እንዲዳብር እና ያንቺም የደም መጠን በእርግዝና ወቅት እስከ 50 በመቶ እንዲጨምር ያደርጋል፡፡  የብረት ማዕድን በተጨማሪም የልጅሽን አንጎል እንዲዳብር እና የነርቭ ግንኙነቱ እንዲዳብር ያደርጋል፡፡ ስጋ የማትበዪ ከሆነ እነዚህን በፕሮቲን የበለጸጉ ለነፍሰጡር ሴቶች የሚመከሩ ምግችን ልንገርሽ፡፡ የአትክልት ተመጋቢ ከሆንሽ አማራጩ ጥቁር ጎመን፣ የበሰለ እና የደረቀ ባቄላ፣ ምስር፣ የደረቀ ፍራፍሬ እና ቶፉ ናቸው፡፡ "
                            },
                            {
                                "id": 4,
                                "type": "text",
                                "text": "ጠቃሚ መረጃ"
                            },
                            {
                                "id": 5,
                                "type": "text",
                                "text": "በማዕድን የበለጸገ እና ከፍተኛ የቫይታሚን ሲ ያላቸው እንደ ብርቱካን ፣ ቲማቲም፣ ስትሮበሪ ወዘተ የመሳሰሉ ምግቦችን በመመገብ የብረት ማዕድኑ በደም ውስጥ ተመጣጥኖ እንዲገባ ሊያደርጉ ይችላሉ፡፡"
                            },
                            {
                                "id": 6,
                                "type": "subtitle",
                                "text": "ምስር"
                            },
                            {
                                "id": 7,
                                "type": "text",
                                "text": "ለነፍሰ ጡር ሴቶች እጅግ ጠቃሚ ከሆኑት የምግብ ንጥረ ነገሮች መካከል ቫይታሚን ቢ ሲሆን ይህም በደጋፊ የምግብ መልክ ሲወሰድ ፎሊክ አሲድ ይሰኛል፡፡ ምስር በዚህ ረገድ በንጥረ ነገሩ የበለጸገ ነው፡፡ ፎሌት የልጅሽን አንጎል እና የነርቭ ስርዓት ለመፍጠር እጅግ ወሳኝ በመሆኑ እንደ ስፓይና ቢፊዳ ማለትም የህብለሰረሰር ችግር  የመጋለጥ ሁኔታን የሚከላከል ነው፡፡ ምስር በተጨማሪ ፕሮቲን፣ ቫይታሚን ቢ 6 እና ብረትን የያዘ  ነው፡፡ በወጥ መልክ ወይም በሾርባ መልክ ሊሰራ ይችላል፡፡ ምስር የማትወጂ ከሆነ ስፒናች  መመገብ ትችያለሽ፡፡ ስፒናች በፎሌት፣ ብረት ማዕድን፣ ቫይታሚን ኤ እና ካልሺየም የበለጸገ ነው፡፡ "
                            },
                            {
                                "id": 8,
                                "type": "text",
                                "text": "ጠቃሚ መረጃ"
                            },
                            {
                                "id": 9,
                                "type": "text",
                                "text": "የፎሊክ ኣሲድ ጠቀሜታ ከፍተኛ በመሆኑ እና በመጀመሪያዎቹ የእርግዝና ጊዜያት ውጤታማ በመሆኑ አብዛኛዎቹ  የጥራጥሬ፣ ፓስታ፣ ዳቦ እና ሩዝ ምርቶች አሁን አሁን በፎሊክ አሲድ እየበለጸጉ ይገኛሉ፡፡"
                            },
                            {
                                "id": 10,
                                "type": "text",
                                "text": "ይህ ግን በሃኪም የሚታዘዘውን ፎሊክ አሲድ ሙሉ በሙሉ አይተካም ። "
                            },
                            {
                                "id": 11,
                                "type": "subtitle",
                                "text": "የወተት ተዋጽኦዎች "
                            },
                            {
                                "id": 12,
                                "type": "text",
                                "text": "ጽንሱ  እያደጉ ለሚመጡት አጥንቶች ካልሺየም ያስፈልገዋል፡፡ በተጨማሪም ላንቺ ጥንካሬ እና ጡንቻዎችሽ እንዲሁም የነርቭ ስራ በአግባቡ እንዲሰራ ይህ ንጥረ ነገር ያስፈልግሻል፡፡ በቀን ወደ 1200 ሚ.ግ ካልሺየም እንድትወስጂ እመክርሻለሁ፡፡ ይህንን ለማግኘት ደግሞ እርጎ ሁነኛ አማራጭ ሲሆን በውስጡ የወተትን ያህል ካልሺየም በተጨማሪም ደግሞ በፕሮቲን እና በፎሊክ አሲድ የበለጸገ ነው፡፡ በእርጎ ውስጥ ያሉት ጠቃሚ የንጥረ ነገር አንቀሳቃሾች (ለምሳሌ ጠቃሚ ባክቴሪያ) የጨጓራ መቆጣትን እንዲሁም በአብዛኛው የእርግዝና ወቅት የሚከሰተውን የይስት ኢንፌክሽንን ይከላከላሉ ፡፡ እርጎውን ከተለያዩ ፍራፍሬ ማጣፈጫዎች ፣ከተለያዩ ምግቦች ጋር በመደባለቅ ወይም ብቻውን መጠቀም ትችያለሽ፡፡ ወተትም መጠጣት ጠቃሚ ነው ።"
                            },
                            {
                                "id": 13,
                                "type": "text",
                                "text": "ጠቃሚ መረጃ"
                            },
                            {
                                "id": 14,
                                "type": "text",
                                "text": "ከእያንዳንዱ የምግብ ስርዓት ብዙ የካልሺየም መጠን ለማግኘት በቫይታሚን ዲ የበለጸጉ ምግቦችን ተጠቀሚ፡፡"
                            },
                            {
                                "id": 15,
                                "type": "subtitle",
                                "text": "አቮካዶ"
                            },
                            {
                                "id": 16,
                                "type": "text",
                                "text": "በፎሊክ በካልሲየም፣ ቫይታሚን ሲ እና ቫይታሚን ዲ6 (የጽንሱን የነርቭ እድገት የሚያግዙ እና ሞርኒንግ ሲክነስ ወይም ማቅለሽለሽ  የሚቀንሱ) ለማግኘት አቮካዶ ሁነኛው መንገድ ነው፡፡ የበሰለ አቮካዶውን ጥራጥሬ ላይ በመቀላቀል ጤናማ አመጋገብ እንዲኖርሽ ማድረግ ትችያለሽ፡፡"
                            },
                            {
                                "id": 17,
                                "type": "text",
                                "text": "ጠቃሚ መረጃ"
                            },
                            {
                                "id": 18,
                                "type": "text",
                                "text": "አቮካዶ ከፍተኛ ጠቃሚ ስብ እና ካሎሪ ያለው ነው፡፡ ነገር ግን በብዛት በመመገብ ክብደትሽ ያለመጠን እንዳይጨምር መቆጣጠር ይኖርብሻል፡፡"
                            },
                            {
                                "id": 19,
                                "type": "banner",
                                "bannerid": "Lanchi047"
                            },
                            {
                                "id": 20,
                                "type": "subtitle",
                                "text": "አጃ"
                            },
                            {
                                "id": 21,
                                "type": "text",
                                "text": "አጃ በፋይበር፣ ቫይታሚን ቢ ብረት እና ሌሎች ማዕድናት የያዘ ነው፡፡ ቁርስሽን ከአጃ የተሰሩ ምግቦች መጠቀም ትችያለሽ፡፡ ከሌሎች ጥራጥሬዎች ጋር በመቀላቀል ልጅሽን በሚገባ የሚያዳብሩ ቫይታሚኖችን እና ሚነራሎችን ማግኘት ትችያለሽ፡፡ "
                            },
                            {
                                "id": 22,
                                "type": "text",
                                "text": "ጠቃሚ መረጃ"
                            },
                            {
                                "id": 23,
                                "type": "text",
                                "text": "ሌላው ጠቃሚ ጥራጥሬ ፈንድሻ ሲሆን በውስጡ ያለው ስታርች የማቅለሽለሽ ስሜትን ያስታግስልሻል፡፡"
                            },
                            {
                                "id": 24,
                                "type": "subtitle",
                                "text": "አኩሪ አተር"
                            },
                            {
                                "id": 25,
                                "type": "text",
                                "text": "ይሄ የበሰለ አኩሪ አተር ሲሆን ጣዕሙም ጣፋጭ ነው፡፡ በፕሮቲን፣ ካልሺየም ፣ ፎሌት እና ቫይታሚን ኤ እና ዲ የበለጸጉ ሲሆኑ በቁርስ ሰዓት ወይንም እንደመክሰስ ወይንም የተለያዩ ምግቦች ላይ ጨምረሽ መመገብ ትችያለሽ፡፡"
                            },
                            {
                                "id": 26,
                                "type": "text",
                                "text": "ጠቃሚ መረጃ"
                            },
                            {
                                "id": 27,
                                "type": "text",
                                "text": "እሸት አኩሪ አተሮች ከባቄላ ይልቅ በሆድ ውስጥ ጋዝ የመፍጠር ሁኔታቸው ያነሰ ነው፡፡"
                            },
                            {
                                "id": 28,
                                "type": "subtitle",
                                "text": "ለውዝ"
                            },
                            {
                                "id": 29,
                                "type": "text",
                                "text": "የለውዝ አይነቶች በውስጣቸው እንደ መዳብ፣ ማንጋኒዝ፣ ማግኒዢየም፣ ሴሌኒየም፣ ዚንክ፣ ፖታሺየም እና ካልሺየምም የያዙ እና በቫይታሚን ኢ የበለጸጉ ሲሆን በተጨማሪም በቀላሉ በቦርሳሽ መያዝ የምትችያቸው ናቸው፡፡ ምንም እንኳን በስብ የበለጸጉ ቢሆንም የስብ አይነታቸው ለጤና ጠቃሚ ነው፡፡"
                            },
                            {
                                "id": 30,
                                "type": "text",
                                "text": "ጠቃሚ መረጃ"
                            },
                            {
                                "id": 31,
                                "type": "text",
                                "text": "የለውዝ አይነቶች ከፍተኛ የንጥረ ነገር ስብጥር ያላቸው በመሆኑ በፓስታ፣ የስጋ ምግቦች ወዘተ ላይ ጨምረሽ መመገብ ትችያለሽ፡፡"
                            },
                            {
                                "id": 32,
                                "type": "subtitle",
                                "text": "ካሮት እና ቃሪያ"
                            },
                            {
                                "id": 33,
                                "type": "text",
                                "text": "ካሮት እና በርበሬ ቤታ ካሮቲን የተባለ እና ሰውነታችን ወደ ቫይታሚን ኤ የሚለውጠው ንጥረ ነገር የበለጸጉ ናቸው፡፡ እነዚህ ምግቦች ለልጅሽ አይን፣ ቆዳ፣ አጥንቶች እና የሰውነት ክፍሎች መዳበር ወሳኝ ናቸው፡፡ በተጨማሪም የቫይታሚን ቢ6 እና ሲ እንዲሁም ፋይበር ሁነኛ ምንጮች ናቸው፡፡ ካሮቶች በተጨማሪም ለሁሉም የምግብ አይነቶች ውስጥ የሚገቡ በመሆናቸው በየአጋጣሚው ልትመገቢው ትችያለሽ፡፡"
                            },
                            {
                                "id": 34,
                                "type": "text",
                                "text": "ጠቃሚ መረጃ"
                            },
                            {
                                "id": 35,
                                "type": "text",
                                "text": "የቫይታሚን ኤ አወሳሰድሽን ተቆጣጠሪ፡፡ ንጥረ ነገሩም በአንዳንድ በተደባለቁ ምግቦች፣ መድኃኒቶች እና የቆዳ ጤና መጠበቂያ ምርቶች ላይ ይገኛሉ፡፡ በእርግዝና ወቅት ቢወሰድ ሙሉ በሙሉ ጤናማ ከሆነው ቤታ ካሮቲን በአንፃሩ በሰው ሰራሽ መንገድ የበለጸገ ቫይታሚን ኤን በከፍተኛ ደረጃ መውሰድ በወሊድ ወቅት ልጅሽ እክል እንዲገጥመው ያደርጋል፡፡"
                            },
                            {
                                "id": 36,
                                "type": "subtitle",
                                "text": "ማንጎ"
                            },
                            {
                                "id": 37,
                                "type": "text",
                                "text": "ማንጎ ከፍተኛ ቫይታሚን ኤ እና ሲ ያለው ጣፋጭ ምግብ ነው፡፡ ለጣፋጭም ሆነ ለሌሎች የምግብ አይነቶች ጥሩ ደጋፊ ነው፡፡ በስልስ ላይ ከታትፈሽ ከዛ ቀላቅለሽ ብትመገቢው እንዴት ጥሩ ነው መሰለሽ። ከፈለግሽ እንዲሁ መመገብ ትችያለሽ፡፡"
                            },
                            {
                                "id": 38,
                                "type": "text",
                                "text": "ጠቃሚ መረጃ"
                            },
                            {
                                "id": 39,
                                "type": "text",
                                "text": "እንደ ሙዝ በማግኒዢየም የበለጸገ በመሆኑ ለምሳሌ እንደ እግር ውጋት የመሳሰሉት በእርግዝና ወቅት የተለመዱ ምልክቶችን ያስታግስልሻል፡፡"
                            },
                            {
                                "id": 40,
                                "type": "subtitle",
                                "text": "ውሀ"
                            },
                            {
                                "id": 41,
                                "type": "text",
                                "text": "ምንም እንኳ እንደመደበኛው ምግብ የምትወስጂው ቢሆንም በቂ የሆነ ውሀ መውሰድ እንደ ማንኛውም ንጥረ ነገር አስፈላጊነቱ ወሳኝ ነው፡፡ ውሀ ለአንቺ እና እያደገ ለሚገኘው ጽንስሽ ብዙ ጠቀሜታዎች አሉት፡፡ ከእነዚህ መካከል አዳዲስ ህዋሶች እንዲሰሩ፣ ንጥረ ነገሮች እንዲደርሱ፣ መርዛማ ነገሮችን ለማስወገድ ይጠቅማል፡፡ በተጨማሪም የሆድ ድርቀትን ይከላከልልሻል፡፡ በመጀመሪያዎቹ የምጥ ጊዜያት የሚያጋጥም የሰውነት ውሀ ማጣት ሁኔታን ይከላከልልሻል፡፡ በምትንቀሳቀሽበት ቦታ በውሀ መያዣ ውሃሽን ይዘሽ እየጠጣሽ ተንቀሳቀሺ።"
                            },
                            {
                                "id": 42,
                                "type": "text",
                                "text": "ጠቃሚ መረጃ"
                            },
                            {
                                "id": 43,
                                "type": "text",
                                "text": "ከሁሉም ምንጮች (ጭማቂ፣ ወተት፣ ሾርባ፣ ሻይ ወዘተ) ውሀ የሚገኝ በመሆኑ ከውሃ ጋር ተጨምሮ በአማካይ 2 ሊትር በቀን መውሰድ ይመከራል ።"
                            },
                            {
                                "id": 44,
                                "type": "text",
                                "text": " ለመውሰድ የሚመከሩ የምግብ አይነቶች በዚህ ብቻ ተዘርዝረው አያበቁም፡፡ በመጨረሻ ልጠቁምሽ የምፈልገው ነገር ቢኖር እንደምትመገቢው የምግብ አይነት ሁሉ የአመጋገብሽ መጠን አስፈላጊ ነው፡፡ እርግዝናሽ ጤናማ በሆነ ክብደት የጀመርሽ ከሆነ በመጀመሪያ የእርግዝና ወቅት ብዙ ተጨማሪ ካሎሪ አያስፈልግሽም፤ በሁለተኛ የእርግዝና ወቅት 300 ተጨማሪ ካሎሪ ብቻ የሚያስፈልግሽ ሲሆን ይህንን ከአንድ ኩባያ አነስተኛ ስብ ካለው እርጎ ልታገኚ ትችያለሽ፡፡ በሶስተኛ የእርግዝና ወቅት ተጨማሪ 500 ካሎሪ ያስፈልግሻል፡፡ እርግዝናሽን ስትጀምሪ አነስተኛ ክብደት ይዘሽ ከሆነ ወይንም መንታዎችን ያረገዝሽ ከሆነ ሀኪምሽ ተጨማሪ ምግብ እንድትወስጂ ምክር ሊሰጥሽ ይችላል፡፡ የሀኪምሽን ምክር በመስማት እጅግ አነስተኛ ወይም ከመጠን ያለፈ ክብደት ያለው ልጅ የመውለድ እድልን ለመቀነስ ያግዛል፡፡ ክብደቱ እጅግ ያነሰ ወይም የተለቀ ልጅ ማርገዝ በዘር ለሚተላለፍ የስኳር ህመም ወይንም ከፍተኛ የሆነ ለደም ግፊት ሊያመለክት ይችላል፡፡ "
                            },
                            {
                                "id": 45,
                                "type": "banner",
                                "bannerid": "Lanchi048"
                            },
                        ]
                    },
                    {
                        name: 'ልትቆጠቢ የሚገቡ ምግቦች',
                        data: [
                            {
                                "id": 47,
                                "type": "subtitle",
                                "text": "ጥሬ ስጋ"
                            },
                            {
                                "id": 48,
                                "type": "text",
                                "text": "ያልበሰሉ ምግቦች ፦ ስጋ ወይንም የዶሮ ስጋ ፣ ኣሳ ለባክቴሪያ እና ፓራሳይት የሚያጋልጡ በመሆኑ ልትመገቢ አይገባም።"
                            },
                            {
                                "id": 49,
                                "type": "text",
                                "text": "ሊስቴሪያ በተባለ እና ልሎች ባክቴሪያዎች የተበከሉ ሊሆኑ ስለሚችለው ከአንቺ ጤና ማወክ አልፈው ጽንሱንም ሊጎዱ ይችላሉ ።   ለውርጃ ሊያጋልጡ ይችላሉ፡፡ ሊስቴሪያ የእንግዴ ልጅን በማለፍ ልጅሽን ሊበክል ይችላል፡፡ ከዚህ በተጨማሪም የደም መመረዝን በማስከተል ለህይወት አስጊ ሊሆን ይችላል፡፡ እርጉዝ ሆነሽ የሞርቶዴላ ስጋ አይነት ለመመገብ የምታስቢ ከሆነ እንፋሎት እስኪወጣው ድረስ ማሞቅሽን አትዘንጊ፡፡"
                            },
                            {
                                "id": 50,
                                "type": "subtitle",
                                "text": "ጥሬ እንቁላል"
                            },
                            {
                                "id": 51,
                                "type": "text",
                                "text": "ጥሬ እንቁላል ወይንም ማናቸውም ጥሬ እንቁላል የያዙ ምግቦች ለሳልሞኔላ (ባክቴሪያ) የተጋለጡ በመሆናቸው ከገበታ መካከል ሊሆኑ አይገባም፡፡ አንዳንድ የበርገር ምግብ ቤቶች ለማዮኒዝ መስሪያ እና የአይስክሬም ቤቶች ደግሞ ለአይስክሬም መስሪያ ጥሬ እንቁላል ሊጠቀሙ ስለሚችሉ ጥንቃቄ አድርጊ። ምግቡ በሆነ ደረጃ ወቅት የሚበስል ከሆነ  የመጋለጥ እድሉ የቀነሰ ነው፡፡ "
                            },
                            {
                                "id": 52,
                                "type": "subtitle",
                                "text": "ፓስቸራይዝድ ያልተደረገ ወተት"
                            },
                            {
                                "id": 53,
                                "type": "text",
                                "text": "ፓስቸራይዝ ያልተደረገ ማናቸውም ወተት ለኢንፌክሽን ሊያጋልጥ ይችላል፡፡ ማናቸውም የምትጠጫቸውን የወተት አይነቶች ፓስቸራይዝድ መደረጋቸውን ወይም መፍላታቸውን አረጋግጪ፡፡"
                            },
                            {
                                "id": 54,
                                "type": "subtitle",
                                "text": "የተፈጨ እና የበሰለ ቅልቅል ስጋ"
                            },
                            {
                                "id": 55,
                                "type": "text",
                                "text": "ከተለያየ የስጋ አይነት ተቀላቅሎ የተፈጨ የስጋ አይነት ባክቴሪያ ሊዪዝ ስለሚችል ይህንኑ ማስወገድ ይኖርብሻል፡፡"
                            },
                            {
                                "id": 56,
                                "type": "subtitle",
                                "text": "ካፊን"
                            },
                            {
                                "id": 57,
                                "type": "text",
                                "text": "ካፊን በቡና ፣በለስላሳ ፣ በቸኮሌት ወዘተ ውስጥ ይገኛል ።  ምንም እንኳ በዛ ያሉ ጥናቶች መጠነኛ ካፊን መውሰድ የተፈቀደ መሆኑን ቢገልጹም ሌሎች ካፊን መውሰድ ከውርጃ ጋር እንደሚያያዝ ይገልፃሉ፡፡ በመጀመሪያው የእርግዝና ወቅት ካፊን ከመውሰድ ተቆጠቢ፡፡ እንደ አጠቃላይ መርህ በእርግዝና ወቅት ከ200 ሚ.ግ በላይ ካፊን መወሰድ የለብሽም፡፡ ካፊን ሌሎች የፈሳሽ አይነቶችን የማጥፋት ሀይል አለው፡፡ በእርግዝና ወቅት ብዙ ውሀን፣ ጭማቂን እና ወተትን ካፊን ካለባቸው መጠጦች ይልቅ መውሰድ ያስፈልጋል፡፡ አንዳንድ ጥናቶች እንደሚያመላክቱት ከፍተኛ የሆነ ካፊን መውሰድ ለውርጃ፣ ጊዜው ሳይደርስ መውለድ፣ በወሊድ ወቅት የልጆች አነስተኛ ክብደት መኖር፣ እንዲሁም ጨቅላ ህፃናት ንቃት መቀነስን ያስከትላል፡፡ "
                            },
                            {
                                "id": 58,
                                "type": "subtitle",
                                "text": "አልኮል"
                            },
                            {
                                "id": 59,
                                "type": "text",
                                "text": "አልኮልን በእርግዝና ወቅት ሙሉ በሙሉ ማስወገድ ይኖርብሻል፡፡ በእርግዝና ጊዜ አልኮል በልጅሽ ጤናማ እድገት ላይ ከፍተኛ ተፅዕኖ ያሳድራል፡፡ እንደ መጠኑ፣ አወሳሰድ ጊዜው እና ሁኔታው በእርግዝና ወቅት የሚወሰድ አልኮል (ፊታል አልኮል ሲንድረም) እና ሌሎች የጽንስ እድገት መዛባቶችን ያስከትላል፡፡  ምንም አይነት መጠን ቢሆን አልኮል ለጽንሱ አደጋ ይሆናል። ማርገዝሽን ከማወቅሽ በፊት አልኮል ትወስጂ ከሆነ አሁኑኑ ማቆም ይኖርብሻል፡፡ ጡት በምታጠቢበት ወቅትም አልኮል ከመውሰድ መቆጠብ አለብሽ፡፡ ምክንያቱም አልኮል የምትጠጪ ከሆነ በምታጠቢበት ወቅት ወደ ልጅሽ ሊደርስ ይችላል፡፡ "
                            },
                            {
                                "id": 60,
                                "type": "subtitle",
                                "text": "ያልታጠቡ አትክልቶች"
                            },
                            {
                                "id": 61,
                                "type": "text",
                                "text": "አትክልቶች ደህንነታቸው የተጠበቁ እና ሚዛናዊ ከሆኑ መመገብ አስፈላጊ ነው፡፡ ነገር ግን እነዚህ የምግብ አይነቶች ለኢንፌክሽን  የሚያጋልጡ በመሆናቸው በሚገባ የታጠቡ መሆናቸውን ማረጋገጥ አለብሽ፡፡"
                            },
                            {
                                "id": 62,
                                "type": "banner",
                                "bannerid": "Lanchi049"
                            }
                        ]
                    },
                ],
            },

        ]
    },
    {
        "header": "ልትሰሪና ልትጠነቀቂ የሚገባሽ የአካል እንቅስቃሴዎች",
        "back": "Lanchi",
        "image": six,
        "data": [
            {
                id: 0,
                type: 'tabs',
                tabs: [
                    {
                        name: 'ልትሠሪያቸው የሚገቡ የአካል እንቅስቃሴዎች',
                        data: [
                            {
                                "id": 2,
                                "type": "text",
                                "text": "የአካል እንቅስቃሴ መስራት እንድትጠነክሪ ይረዳሻል ፣ ምጥ እንዲቀል ያግዛል፣ ለአእምሮ ጤና ወዘተ ይጠቅማል።"
                            },
                            {
                                "id": 3,
                                "type": "subtitle",
                                "text": "የእግር ጉዞ"
                            },
                            {
                                "id": 4,
                                "type": "text",
                                "text": "ይህ እንቅስቃሴ ላንቺ ቀለል ያለ እና የልብ ሁኔታሽን የሚያሻሽል በመሆኑ የሚመከር የአካል እንቅስቃሴ ነው፡፡ የእግር ጉዞ ማድረግ ከእግር ማበጥ እና ሰውነትሽን ካላስፈላጊ ውፍረት ለመከላከል ይረዳሻል። ከዚህ በፊት የእግር ጉዞ እንቅስቃሴ አድርገሽ የማታውቂ ከሆነ አሁን በስሱ መጀመር ትችያለሽ። ቀስ አያልሽ ከ20 እስከ 30 ደቂቃ የሚፈጅ የእግር ጉዞ ማድረግ ጠቀሚ ነው። ከዛም ባነሰ ጀምረሽ እያሻሻልሽ መሄድ ትችያለሽ።  ነገር ግን ስለምሰሪው አካል እንቅስቃሴ ከሀኪምሽ ጋር እየተነጋገርሽ መሆን አለበት።"
                            },
                            {
                                "id": 5,
                                "type": "subtitle",
                                "text": "ዋና"
                            },
                            {
                                "id": 6,
                                "type": "text",
                                "text": "ይህ እንቅስቃሴ መላው ሰውነትሽን የመጠቀም እና በመገጣጠሚያሽ ላይ የሚፈጥረው ውጥረት አነስተኛ መሆኑ እጅግ አስደሳች ያደርገዋል፡፡ የውሀ ኤሮቢክስ በአንፃሩ የልብ ጡንቻዎችሽን ለማዳበር እጅግ ጠቃሚ ነው፡፡ እነዚህ ስፖርቶች ጠቃሚ የሚሆኑት ሚዛን የመሳት ወይንም የመውደቅ ሁኔታ ከሌለ ብቻ ነው፡፡ የውሀ ላይ ስፖርት እንቅስቃሴዎች በተለይ የጀርባ ህመም እና በእርግዝና ወቅት የእግር ማበጥ ለሚያጋጥማቸው ሴቶች ፍቱን ነው፡፡ የዋና እንቅስቃሴ ሁሉም የሰውነት ጡንቻዎችሽ በበቂ ሁኔታ እንዲንቀሳቀሱ የሚያደርግ ነው፡፡"
                            },
                            {
                                "id": 7,
                                "type": "subtitle",
                                "text": "ዮጋ"
                            },
                            {
                                "id": 8,
                                "type": "text",
                                "text": "ዮጋ የጡንቻ ተግባርን ጤና የሚጠብቅ ሲሆን ቅልጥፍና እንዲኖር የሚያግዝ እና በመገጣጠሚያዎችሽ ላይ ምንም አይነት ተጽዕኖ የማያደርስ ነው፡፡ ከዮጋ ጋር በተጓዳኝ ሌሎች እንቅስቃሴዎችን ማድረጉ ይመከራል፡፡"
                            },
                            {
                                "id": 9,
                                "type": "subtitle",
                                "text": "ሰውነትን ማፍታታት"
                            },
                            {
                                "id": 10,
                                "type": "text",
                                "text": "ሰውነትን ማፍታታት አካላቶችሽ እንዲላሉ በማድረግ የጡንቻ መወጠርን ይከላከልልሻል፡፡"
                            },
                            {
                                "id": 11,
                                "type": "subtitle",
                                "text": "ኤሮቢክስ"
                            },
                            {
                                "id": 12,
                                "type": "text",
                                "text": "የኤሮቢክስ እንቅስቃሴ ልብሽን እና የሰውነት አቋምሽን የሚያጠናክር ነው፡፡ ለነፍሰ ጡር ሴቶች የሚሰጥ የእንቅስቃሴ ልምምድ የሚሰጡ የስፖርት ቦታዎች የምትካፈዪ ከሆነ ከሌሎች ነፍሰ ጡር ሴቶች ጋር አብረሽ ጊዜ በማሳለፍ እያንዳንዱ ቅጽበት ልጅሽ ጤናማ መሆኑን ልትረጂ ትችያለሽ፡፡"
                            },
                            {
                                "id": 13,
                                "type": "subtitle",
                                "text": "ዳንስ"
                            },
                            {
                                "id": 14,
                                "type": "text",
                                "text": "በዳንስ መማሪያ ክፍል ወይንም በራስሽ ሳሎን በመሆን የምትወጂውን ሙዚቃ ከፈተሽ መደነስ ትችያለሽ፡፡ የመዝለል፣ የመዞር የመሳሰሉ እንቅስቃሴዎችና ዳንሶችን ከመስራት ግን መቆጠብ አለብሽ፡፡"
                            },
                            {
                                "id": 15,
                                "type": "subtitle",
                                "text": "አንድ ቦታ በመቆም የሚከናወን የሳይክል ግልቢያ"
                            },
                            {
                                "id": 16,
                                "type": "text",
                                "text": "ብስክሌት መንዳት የእግር ጡንቻዎችሽን የሚያዳብር እንቅስቃሴ ነው፡፡ በእርግዝና ወቅት በአንድ ቦታ ላይ ቋሚ ሆኖ የሚከናወን የብስክሌት ግልቢያ የሚመከር ሲሆን ለሶስተኛው የእርግዝና ወቅት የብስክሌቱን ሚዛን ለመጠበቅ አስቸጋሪ በመሆኑ ከመስራት ተቆጠቢ።"
                            },
                            {
                                "id": 17,
                                "type": "banner",
                                "bannerid": "Lanchi050"
                            },
                        ]
                    },
                    {
                        name: 'ልትቆጠቢያቸው የሚገቡ የአካል እንቅስቃሴዎች',
                        data: [
                            {
                                "id": 19,
                                "type": "text",
                                "text": "ከፍተኛ የክብደት ማንሳት ሁኔታ የሚጠይቁ እንቅስቃሴዎችን ማከናወን የልብ፣ የጡንቻ እና የአጥንት ስርዓት ላይ ውጥረት የሚፈጥር በመሆኑ ከዚህ አይነት የአካል እንቅስቃሴ ከመስራት ተቆጠቢ፡፡ ማንኛውም እንቅስቃሴዎችን በምትሰሪበት ወቅት የማተነፍሺ ከሆነ ይህ ከመጠን ባለፈ ሁኔታ እንቅስቃሴዎች እየሰራሽ መሆኑን የሚያመለክት በመሆኑ ወዲያውኑ ማቆም ይኖርብሻል፡፡ ከመጀመሪያው የእርግዝና ወቅት በኋላ በጀርባሽ ተኝተሽ የምትሰሪውን እንቅስቃሴ ማቆም ያለብሽ  ምክንያት ወደ ጽንሱ የሚሄደው ደም ላይ ተጽዕኖ የሚኖረው በመሆኑ እና በማህፀን መግፋት ምክንያት በደም ስር ላይ ጭነት የሚከሰት በመሆኑ ነው፡፡ ለረዥም ሰዓት ደግሞ መቆም አይመከርም። እንደ እግር ኳስ፣ ቅርጫት ኳስ፣ በሆድ ላይ ምት ሊያስከትሉ የሚችሉ ስለሆነ እንዲሁም በመገጣጠሚያ ላይ ውጥረት ስለሚያስከትሉ ከመስራት ተቆጠቢ፡፡ ዘለሽ በሆድሽ ውሃ ውስጥ መግባት ወይም ዳይቪንግ እንቅስቃሴ ከፍተኛ ግፊት ስላለው በጽንሱ ላይ የተለያዩ ችግሮች ሊያስከትል ስለሚችል ከእንደዚህ አይነት እንቅስቃሴ ተቆጠቢ።"
                            },
                            {
                                "id": 20,
                                "type": "text",
                                "text": "የመውደቅ አደጋዎችን ሊያስከትሉ ከሚችሉ የአካል እንቅስቃሴዎች መቆጠብ አለብሽ። ለምሳሌ ጅምናስቲክ እና የፈረስ ግልቢያ  የመሳሰሉት ናቸው፡፡ የማዕከላዊ ስበትን ለውጥ የሚፈልጉ ለምሳሌ እንደቴኒስ፣ ፑል የመሳሰሉ ጨዋታዎችን ማከናወን አይገባም፡፡  ማናቸውም በከፍተኛ ቦታዎች ላይ የሚከናወን ስፖርት የከፍታ ቦታ ህመምን ወይም ማቅለሽለሽን እንዲከሰት ሊያደርግ ይችላል፡፡ ከፍተኛ የሆነ የትንፋሽ ማጠር የደረት ህመም፣ እና የራስ ማዞር ሁኔታ የሚያጋጥምሽ ከሆነ የስፖርት እንቅስቃሴውን ወዲያውኑ ማቆም ይኖርብሻል፡፡ "
                            },
                            {
                                "id": 21,
                                "type": "banner",
                                "bannerid": "Lanchi051"
                            }
                        ]
                    },
                ],
            },


        ]
    },
    {
        "header": "ከመውለድሽ በፊት ልታደርጊያቸው የሚገቡ የወሊድ ምርመራዎችና እንክብካቤዎች",
        "back": "Lanchi",
        "image": seven,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: sevend,
            },
            {
                "id": 1,
                "type": "text",
                "text": "በተቻለ መጠን የህክምና ምርመራ ከእርግዝና በፊት አድርገሽ በጥሩ ጤንነት ላይ መሆንሽ ከተረጋገጠ በኋላ ወደ ታቀደ እርግዝና ብትገቢ ይመከራል፡፡  የቅድመ ወሊድ እንክብካቤ ብዙ ጊዜ የሚጀምረው እርግዝና መፈጠሩን ለማረጋገጥ በሚደረግ ምርመራ ወቅት ነው፡፡ በሰለጠነ ባለሙያ እገዛ ከዛን ጊዜ ጀምሮ ተከታታይ ምርመራና ክትልል ማድረግ ያስፈልጋል፡፡  የህክምና ምርመራው  የህክምናና የእርግዝና ታሪክ ፣ የአካል ምርመራ እና የላብራቶሪ ምርመራን ያካትታል።"
            },
            {
                "id": 2,
                "type": "banner",
                "bannerid": "Lanchi052"
            },
            {
                "id": 3,
                "type": "subtitle",
                "text": " የህክምና የዕርግዝና ታሪክ "
            },
            {
                "id": 4,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "እድሜ"
                    },
                    {
                        "id": 1,
                        "text": "የመጨረሻ የወር አበባሽ የመጀመሪያው ቀን መቼ እንደሆነ"
                    },
                    {
                        "id": 2,
                        "text": " የሚጠበቀው የመውለጃ ቀን ፣ ስንት ሳምንትሽ እንደሆነ"
                    },
                    {
                        "id": 3,
                        "text": "ስንተኛ እርግዝናሽ እንደሆነ"
                    },
                    {
                        "id": 4,
                        "text": "ስንት ልጆች እንዳሉሽ"
                    },
                    {
                        "id": 5,
                        "text": "አስወርዶሽ የሚያውቅ ከሆነ"
                    },
                    {
                        "id": 6,
                        "text": "የደምሽ አይነት፣ የኤች አይ ቪ ምርመራ ውጤት ፣ የቂጥኝ ምርመራ ውጤት ፣ የሄፐታይተስ ምርመራ ውጤት "
                    },
                    {
                        "id": 7,
                        "text": "የልጅሽን እንቅስቃሴ መች መስማት እንደጀመርሽ፣ እንቅስቃሴ ለውጥ ካለ"
                    },
                    {
                        "id": 8,
                        "text": "ያለብሽ ህመም ካለ"
                    },
                    {
                        "id": 9,
                        "text": "ክትባት ወስደሽ እንደሆነ"
                    },
                    {
                        "id": 10,
                        "text": "የሚሰማሽ የተለየ ምልክት ካለ"
                    },
                    {
                        "id": 11,
                        "text": "አደገኛ ምልክቶች ካሉ"
                    },
                    {
                        "id": 12,
                        "text": " ከዚህ ቀደም እርግዝና ከነበረሽ የእርግዝና እና ወሊድ ታሪክ ዝርዝር ፦ በምጥ ወይንም በኦፕሬሽን መውለድሽን ጨምሮ "
                    },
                    {
                        "id": 13,
                        "text": " የቀደመ የውስጥ ደዌ፣ የአእምሮ ጤና፣ የማህፀን ወይም የቀዶ ጥገና ችግር ከነበረሽ፣"
                    },
                    {
                        "id": 14,
                        "text": " የምትወስጅው መድኃኒት ካለ "
                    },
                    {
                        "id": 15,
                        "text": "የቤተሰብሽ የጤና ታሪክ ፦ ለምሳሌ በቤተሰብ ውስጥ በእርግዝና ግዜ የጀመረ የደም ብዛት ከነበረ"
                    }
                ]
            },
            {
                "id": 5,
                "type": "subtitle",
                "text": "የአካል ምርመራ ( እንደ ጽንሱ እድገት ይወሰናል )"
            },
            {
                "id": 6,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "የደም ግፊት፣ የልብ ምት ፣ የሙቀት መጠን፣ አተነፋፈስ፣"
                    },
                    {
                        "id": 1,
                        "text": "ክብደት"
                    },
                    {
                        "id": 2,
                        "text": "ሆድን በመመርመር ፦ የጽንስ አቀማመጥ ፣ የጽንስ እድገት ፣ ከ 20 ሳምንት በኋላ ፌቶስኮፕ ( ማዳመጫ) በመጠቀም የጽንስ ልብ ምት ማወቅ"
                    },
                    {
                        "id": 3,
                        "text": "የመላ ሰውነት ምርመራ "
                    }
                ]
            },
            {
                "id": 7,
                "type": "subtitle",
                "text": "የላቦራቶሪ እና የራዲዮሎጂ ምርመራ"
            },
            {
                "id": 8,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "የደም ማነስ አለመኖሩን ለማረጋገጥ"
                    }
                ]
            },
            {
                "id": 9,
                "type": "text",
                "text": "ከወሊድ ጊዜ በፊት ወይም በኋላ የደም መፍሰስ ቢከሰት እና የደም መውሰድ ቢያስፍልግ ዝግጁ ሆኖ መጠበቅ ስለሚያስፈልግ ፣ የአር ኤች አለመማማት ችግር መኖር አለመኖሩን ማወቅ ስለሚያስፈልግ"
            },
            {
                "id": 10,
                "type": "text",
                "text": "የደም አይነቶች ፦ኤ ፖዘቲቭ ወይም ኔጌቲቭ  ፤ ቢ ፖዘቲቭ ወይም ኔጌቲቭ  ፤ ኤቢ ፖዘቲቭ ወይም ኔጌቲቭ፤ ኦ ፖዘቲቭ ወይም ኔጌቲቭ"
            },
            {
                "id": 11,
                "type": "banner",
                "bannerid": "Lanchi053"
            },
            {
                "id": 12,
                "type": "text",
                "text": "የስኳር በሽታ ችግር መኖር አለመኖሩን ለማየት"
            },
            {
                "id": 13,
                "type": "text",
                "text": "የጉበት ቫይረስ ቢ በደምሽ ወስጥ መኖር አለመኖሩን ለማረጋገጥ"
            },
            {
                "id": 14,
                "type": "text",
                "text": " ካለ ወደ ሚወለደው ልጅ ለመተላለፍ ስለሚችል ለመከላከል እንዲቻል መድኃኒት እና ክትባት ለመስጠት"
            },
            {
                "id": 15,
                "type": "text",
                "text": "የቂጥኝ በሽታ ካለ በጽንሱ ላይ የአፈጣጠር ችግርና ሞት ሊያስከትል ስለሚችል በጊዜ ተገኝቶ በቀላሉ መታከም ይቻላል፡፡"
            },
            {
                "id": 16,
                "type": "text",
                "text": "የስኳር ተያያዥ የኩላሊት ችግር ፤ የደም ግፊት ተያያዥ የኩላሊት ችግር ፤ የሽንት ቧንቧ ኢንፌክሽን ወዘተ ለማወቅ ጠቃሚ ድጋፍ ያደርጋል፡፡"
            },
            {
                "id": 17,
                "type": "text",
                "text": "የኤች አይ ቪ ቫይረስ በደም ውስጥ ካለ የኤች አይ ቪ ቫይረስን ከእናት ወደ ልጅ የመተላለፍ ዕድልን ለመቀነስ አንዱና ዋነኛው ዘዴ ቫይረሱ ያለባት እናትን በቶሎ የፀረ ኤች አይ ቪ መድኃኒት ማስጀመር ነው፡፡ ለልጁም የሚሰጥ መድኃኒት ይኖራል።"
            },
            {
                "id": 18,
                "type": "text",
                "text": "ይህ ምርመራ ብዙ ጥቅሞች ያሉት ሲሆን እነዚህም ጥቅሞች የሚወሰኑት እንደ እርግዝናው ዕድሜ ነው፡፡ በመጀመሪያ ሲሶ የተሰራ ምርመራ የሚሰጠው መረጃ የእርግዝናውን ቦታ ወይም ማህጸን ውስጥ መሆኑን ማረጋገጥ ፣ የጽንስ ብዛትና ዕድሜ ናቸው፡፡ ወደ 20 ሳምንት አካባቢ የተሰራ ምርመራ የሚሰጣቸው ተጨማሪ መረጃዎች የእንግዴ ልጅ ቦታ ፣ የእንሽርት ውሃ መጠን ፣ የጽንስ ፆታ ፣ የጽንስ አፈጣጠር ሁኔታ ናቸው፡፡ ከ7 የዕርግዝና ወራት በኋላ የተሰራ ምርመራ የሚሰጠው መረጃ የጽንሱን ክብደትና ዕድገት ፣ የእንሽርት ውሃ ችግር ካለ ፣ የጽንሱን ጤንነት የእንግዴ ልጅ ቦታ ፣ የጽንስ አፈጣጠር ሁኔታና አቀማመጥ ሲሆን የጽንሱ ዕድሜ ለመገመት ግን ጠቃሚ አይደለም፡፡"
            },
            {
                "id": 19,
                "type": "text",
                "text": "ከላይ የተዘረዘሩት ምርመራዎች እንደ አስፈላጊነቱ በእርግዝና ወቅት ሊደገሙ ይችላሉ፡፡"
            },
            {
                "id": 20,
                "type": "banner",
                "bannerid": "Lanchi054"
            }
        ]
    },
    {
        "header": "ከመውለድሽ በፊት ልትዘጋጂባቸው የሚገቡ አስፈላጊ መረጃዎች",
        "back": "Lanchi",
        "image": eight,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: eightd,
            },
            {
                "id": 1,
                "type": "text",
                "text": "ይህ የሚመከረው በእርግዝና ወቅት ጊዜውን የጠበቀ ትክክለኛ ህክምና አንቺም ሆንሽ የሚወለደው ልጅሽ በአግባቡ እንድታገኙ ተገቢውን ዝግጅትና ጥንቃቄ እንድታደርጉ ነው፡፡ ይህ የሆነበት ምክንያት ሁሉም እርጉዝ ለአደገኛና ድንገተኛ አደጋ የተጋለጠች ስለሆነች ነው፡፡በዚህ መሰረት በእርግዝና ወቅት ቢያንስ አራት ጊዜ የቅድመ ወሊድ ምርመራ እንድታደርጊ ፣ የትኛው የጤና ተቋም እንደምትወልጂ መምረጥና መወሰን ቢቻል ፣ የትኛው የጤና ባለሙያ እስከ መጨረሻው ተከታትሎ እንደሚያዋልድሽ መምረጥና መወሰን ከተቻለ ይህን ባለሙያ በማንኛውም ሰዓት እንዴት ልታገኝው እንደምትችዪ ማወቅ ፣ የእርግዝና አደገኛ ምልክቶችን ማወቅና ከተከሰቱ ምን ማድረግ እንዳለብሽ ማወቅ ፤ በምጥ ወይም በድንገተኛ ጊዜ የመጓጓዣ ሁኔታ ቀድሞ ማዘጋጀት ፤ በቂ ገንዘብ መቆጠብና ማዘጋጀት ፣ ወዘተ ናቸው፡፡ በመሆኑም እነዚህን ከላይ የተጠቀሱት ነገሮች ከባለቤሽ ጋር ወይም ከቤተሰብሽ ጋር ተመካክረሽ ማዘጋጀት በእርግዝና ወቅት ከሚፈጠሩ ድንገተኛና አደገኛ ችግሮች ጉዳትን ይቀንሳሉ፡፡"
            },
            {
                "id": 2,
                "type": "banner",
                "bannerid": "Lanchi055"
            }
        ]
    },
    {
        "header": "ምጥና ወሊድ",
        "back": "Lanchi",
        "image": nine,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: nined,
            },
            {
                "id": 1,
                "type": "text",
                "text": "\"ምጥና ወሊድ የሚከሰተው በማህጸንሽ ጡንቻዎች መኮማተርና ጽንስ በማህጸን ቀዳዳ ገፍቶ በመውጣት ነው፡፡ ይህ እንዲሆን የሶስት  ነገሮች ቅንጅት ይፈልጋል፡፡  "
            },
            {
                "id": 2,
                "type": "text",
                "text": "\tሀ. የማህጸን በቂ የሆነ መኮማተር  "
            },
            {
                "id": 3,
                "type": "text",
                "text": "\tለ. የጽንስ መጠንና አቀማመጥ  "
            },
            {
                "id": 4,
                "type": "text",
                "text": "\tሐ. የማህጸን በር  ጽንስን ለማሳለፍ በበቂ መከፈት   "
            },
            {
                "id": 5,
                "type": "text",
                "text": "አንቺም እንድትገፊ በሚነገርሽ ግዜ መግፋት ከፍተኛ አስተዋጽኦ ያደርጋል።"
            },
            {
                "id": 6,
                "type": "text",
                "text": "የእያንዳንዱ ሴት ምጥ ልምድ የተለያየ እንደሆነ ሁሉ ለአንቺም እያንዳንዱ ምጥሽ ልዩ ሊሆን ይችላል ።"
            },
            {
                "id": 7,
                "type": "subtitle",
                "text": "አንደኛ ደረጃ"
            },
            {
                "id": 8,
                "type": "text",
                "text": "በደንብ የጀመረ ምጥ ወቅት ማህጸንሽ በ10 ደቂቃ ውስጥ ከ3-5 ጊዜ የሚኮማተር ሲሆን እያንዳንዱ መኮማተር ከ40-60 ሴኮንዶች ይቆያል፡፡ የማህጸን መኮማተርና የማህጸን በር መስፋፋት አብረው መከሰት ሲኖርባቸው ሁለቱም ለአንቺ ከፍተኛ የሆነ ህመም ያስከትላሉ፡፡ የማህጸን በር ይከፈታል ። "
            },
            {
                "id": 9,
                "type": "text",
                "text": "ምን ያህል ሰአት ይፈጃል ብለሽ ከጠይቅሺኝ"
            },
            {
                "id": 10,
                "type": "text",
                "text": "የመጀመሪያሽ ከሆነ ፦ በአማካይ 10 - 14 ሰአት"
            },
            {
                "id": 11,
                "type": "text",
                "text": "የመጀመሪያሽ ካልሆነ ፦ በአማካይ 6 - 8 ሰአት"
            },
            {
                "id": 12,
                "type": "banner",
                "bannerid": "Lanchi056"
            },
            {
                "id": 13,
                "type": "subtitle",
                "text": "ሁለተኛ ደረጃ"
            },
            {
                "id": 14,
                "type": "text",
                "text": "የማህጸን በር ሙሉ ለሙሉ ሲከፈት ማለትም 10 ሳሜ ሲከፈት የምጡ ደረጃ 2ኛ ደረጃ ይባላል፡፡ "
            },
            {
                "id": 15,
                "type": "text",
                "text": "የማህጸንሽ በር ሙሉ ለሙሉ ስለተከፈተ ማህጸንሽ በሚኮማተርበት ጊዜ አብረሽ እድትገፊና ጽንሱ እንዲወለድ እንድታግዢ ይመከራል።"
            },
            {
                "id": 16,
                "type": "text",
                "text": "በርቺ !!!"
            },
            {
                "id": 17,
                "type": "text",
                "text": " የጽንሱ አቀማመጥ ጭንቅላት ቅድሚያ ከሆነ የጽንሱ ጭንቅላት /የራስ ቅል/ መጀመሪያ የሚወለድ ሲሆን በመቀጠል ትከሻ ደረት ሆድ  እና እግሮች ይወለዳሉ፡፡ "
            },
            {
                "id": 18,
                "type": "text",
                "text": "ምን ያህል ሰአት ይፈጃል ብለሽ ከጠይቅሺኝ"
            },
            {
                "id": 19,
                "type": "text",
                "text": "የመጀመሪያሽ ከሆነ ፦ በአማካይ 1 ሰአት"
            },
            {
                "id": 20,
                "type": "text",
                "text": "የመጀመሪያሽ ካልሆነ ፦ በአማካይ ግማሽ ሰአት"
            },
            {
                "id": 21,
                "type": "text",
                "text": "በምትገፊ ሰአት  ሰገራ ሊወጣ ይችላል። አይዞሽ እንዳትሳቀቂ። የጤና ባለሞያዎቹ ያጸዱሻል። የጤና ባለሞያዎች ያሉት አንቺን ለማገዝ ነው ።"
            },
            {
                "id": 22,
                "type": "text",
                "text": "አንዳንድ ጊዜ የውጨኛው የማህጸንሽ ክፍል የጽንሱን ራስ ቅል ለማስወጣት በበቂ ሁኔታ ካልተለጠጠ ከማህጸንሽ በሚመጣው ከፍተኛ ግፊት የጽንሱ ራስ ቅል የማህጸንሽ የውጨኛውን ክፍል በአደገኛ ሁኔታ ሊሰነጥቀው ስለሚችል የምታዋልዱሽ ባለሙያዎች መቀስ በመጠቀም የማህጸን የውጨኛውን ክፍል በመጠኑ ሊያሰፉት ይችላሉ።ከዛም በማደንዘዣ ይሰፋል።"
            },
            {
                "id": 23,
                "type": "subtitle",
                "text": "ሶስተኛ ደረጃ"
            },
            {
                "id": 24,
                "type": "text",
                "text": "ጀግኒት ልጅሽን ወልደሻል ። አሁን ደግሞ ኦክሲቶሲን የሚባል ለማህጸን መኮማተር የሚያግዝ መድሃኒት ከተወጋሽ በኋላ በማህጸን ውስጥ ያለው እንግዴ ልጅ በህክምና ባለሞያ እገዛ ይወጣል።"
            },
            {
                "id": 25,
                "type": "text",
                "text": "ምን ያህል ሰአት ይፈጃል ብለሽ ከጠይቅሺኝ"
            },
            {
                "id": 26,
                "type": "text",
                "text": "በአማካይ ከ 5 ደቂቃ እስከ 20 ደቂቃ"
            },
            {
                "id": 27,
                "type": "banner",
                "bannerid": "Lanchi057"
            }
        ]
    },
    {
        "header": "ድህረ ወሊድ",
        "back": "Lanchi",
        "image": ten,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: tend,
            },
            {
                "id": 1,
                "type": "text",
                "text": "ድህረ ወሊድ ጊዜ የሚጀምረው ከፅንሱና የእንግዴ ልጁ መወለድ በኋላ ሲሆን የሚደረገው እንክብካቤ ቢያንስ እስከ 6 ወር የሚታይ ነው፡፡ በምጥ ከወለድሽ ከወሊድ በኋላ አንቺና ልጅሽ በጤና ተቋም ቢያንስ 24 ሰዓት እንድትቆዩ የአለም የጤና ድርጅት ይመክራል።በቤት ውስጥ የወለደች እናት በተቻለ መጠን በመጀመሪያዎቹ ሰዓታት ውስጥ ወደ ጤና ተቋም በመሄድ የእስዋና የልጅዋ ጤንነት መመርመር ይገባል፡፡ ልብ በይ!! ማንኛውም እናት ግን መውለድ ያለባት በጤና ተቋም ውስጥ ብቻ መሆን አለበት።"
            },
            {
                "id": 2,
                "type": "banner",
                "bannerid": "Lanchi058"
            },
            {
                "id": 3,
                "type": "title",
                "text": "ከወሊድ በኋላ ባሉት 24ሰዓታት የሚደረግ እንክብካቤ"
            },
            {
                "id": 4,
                "type": "text",
                "text": "በተቻለ መጠን አንቺና ልጅሽ በአንድ ላይ መሆን ይኖርባችኋል ፡፡ ልጅሽም በተወለደ ወይም በተወለደች በአንድ ሰዓት ጊዜ ውስጥ ጡት መጥባት መጀመር ይኖርበታል/ይኖርባታል፡፡"
            },
            {
                "id": 5,
                "type": "subtitle",
                "text": "ምርመራ"
            },
            {
                "id": 6,
                "type": "text",
                "text": "የደም ግፊት መጠን፣የልብ ምት ፍጥነት፣የሰውነት ሙቀትና ትንፋሽ ፍጥነት መለካት ይኖርብሻል፡፡ ሌሎች ምርመራዎች እንደአስፈላጊነቱ ሊታዘዙ ይችላሉ።"
            },
            {
                "id": 7,
                "type": "subtitle",
                "text": "የመድማት ችግር አለመኖሩን ማረጋገጥ"
            },
            {
                "id": 8,
                "type": "text",
                "text": "በድህረ ወሊድ ወቅት ከማህፀንሽ ትንሽ የደም መፍሰስ ሊኖር ይችላል፡፡ ነገር ግን ከመጠን ያለፈ ያለመሆኑን ለማወቅ በባለሙያ መታየት በጣም አስፈላጊ ነው፡፡ ከወሊድ በኋላ ማህፀንሽ መኮማተር ሲኖርበት አልፎ አልፎ መላላት ሊያጋጥም ይችላል፡፡ አንዳንድ ጊዜ ደግሞ የማህፀን መውጫ መቀደድ ይኖርና ከመጠን ያለፈ ደም መድማት ያጋጥማል፡፡ በመሆኑም የጤና ባለሙያዋ/ው የመቀደድ አለመኖሩን እና የማህፀንሽን መኮማተር ማየት ይኖርባታል/በታል፡፡ በተለይም የመጀመሪያዎቹ 2 ሰዓታት እጅግ ወሳኝ ናቸው፡፡ በቶሎ ጡት ማጥባት መጀመር የማህፀን መኮማተር እንዲኖር ያግዛል፡፡"
            },
            {
                "id": 9,
                "type": "subtitle",
                "text": "ህመም"
            },
            {
                "id": 10,
                "type": "text",
                "text": "ማህፀን ከወሊድ በኋላ መኮማተሩን ስለሚቀጥል ይህ ብዙ ሴቶች ላይ ህመም ሊያመጣ ይችላል፡፡ ሌላው የህመም መንስኤ ደግሞ የቀዶ ጥገና ቁስል  ወይም  የኤፒሶቶሚ ( በተለምዶ ስቲች) ቁስል ነው፡፡ የኤፒሶቶሚ ቁስል ህመም ለመቀነስ ቀለል ያለ የህመም ማስታገሻ መውሰድ እንዲሁም በቦታው ላይ በረዶ መያዝ ወይም በጣም በቀዘቀዘ ውሃ ውስጥ መዘፍዘፍ እስከ 72 ሰዓት ባለ ጊዜ ውስጥ ይረዳል። የስቲች ወይንም የኤፒሶቶሚ ቁስል በንጽህና መያዝ አለበት። ከወለድሽ ከ24 ሰአት ጀምሮ ጨው በፈላ ውሃ  አድርገሽ መዘፍዘፍ አለብሽ። ከዛም በፎጣ ነካ ነካ አድርገሽ ማድረቅ ይኖርብሻል ። ሽንት ቤት በተጠቀምሽ ቁጥር ሞቅ ባለ ውሃ ታጥበሽ ማድረቅ ይኖርብሻል ። ለቀዶ ጥገና ቁስል ግን ጠንከር ያለና በየተወሰነ ሰዓት የሚወሰድ የህመም ማስታገሻ መጠቀም ያስፈልጋል፡፡"
            },
            {
                "id": 11,
                "type": "subtitle",
                "text": "የጡት እንክብካቤ"
            },
            {
                "id": 12,
                "type": "text",
                "text": "በመጀመሪያዎቹ ጥቂት ቀናት ውስጥ ጡትሽ ብዙ ወተት ላይወጣው ይችላል፡፡ ነገር ግን ህፃኑ በተደጋጋሚ ሲጠባው የሚመነጨው ወተት ከቀን ወደ ቀን እየጨመረ ይመጣል፡፡አንዳንድ ጊዜ ከመጀመሪያው ጡት ማጥባት በፊት የጡት ጫፍ እንዲከፈት ማድረግ ያስፈልጋል፡፡ ይህም በተለምዶ ጡት ማፈንዳት ይባላል፡፡ በተለይ ለመጀመሪያ ጊዜ ጡት የምታጠቢ ከሆነ በጤና ባለሙያ የታገዘ ምክርና ክትትል ያስፈልግሻል፡፡ ከጤና ተቋም ከመውጣትሽ በፊት የጡት አጠባብ ዘዴውን ጠንቅቀሽ ማወቅ ያስፈልጋል፡፡ ለበለጠ መረጃም የጡት ወተት የሚለውን ልታነቢ ትችያለሽ ።"
            },
            {
                "id": 13,
                "type": "subtitle",
                "text": "አደገኛ ምልክቶች"
            },
            {
                "id": 14,
                "type": "text",
                "text": "በድህረ ወሊድ ወቅት አደገኛ ምልክቶች የሚባሉት የሚከተሉት ሲሆኑ ከነዚህም አንዱ እንኳን በታየ ጊዜ በአፋጣኝ ወደ ጤና ተቋም መሄድ አለብሽ፡፡"
            },
            {
                "id": 15,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "የደም መፍሰስ መጨመር"
                    },
                    {
                        "id": 1,
                        "text": "ሀይለኛ የራስ ምታት፣ የእይታ ብዥ ማለት"
                    },
                    {
                        "id": 2,
                        "text": " ትኩሳት"
                    },
                    {
                        "id": 3,
                        "text": " መጥፎ ጠረን ያለው የማህጸን ፈሳሽ"
                    },
                    {
                        "id": 4,
                        "text": "የአንድ እግር ማበጥ እና ህመም"
                    },
                    {
                        "id": 5,
                        "text": "የደረት ህመም ፣ ትንፋሽ ማጠር"
                    },
                    {
                        "id": 6,
                        "text": "ከፍተኛ የመደበት ስሜት "
                    },
                    {
                        "id": 7,
                        "text": "የቀላና ያበጠ ጡት"
                    }
                ]
            },
            {
                "id": 16,
                "type": "subtitle",
                "text": "የድህረ ወሊድ የስሜት መዘበራረቅ"
            },
            {
                "id": 17,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "ማዘን፣ መነጫነጭ ፣ መጨነቅ ፣ ብዙ ማልቀስ ፣ ጠቆጪ መሆን ከወሊድ እስከ ሁለት ሳምንት ድረስ ሊቆይ ይችላል። እነዚህ ስሜቶች ሊኖሩ ይችላሉ ፣ በፍጹም  ጥሩ እናት ያለመሆን ምልክትቶች አይደሉም ። እራስሽን አትውቀሺ ። አይዞሽ ።"
                    },
                    {
                        "id": 1,
                        "text": "የምግብ ፍላግት ችግሮች"
                    },
                    {
                        "id": 2,
                        "text": "የእንቅልፍ መዛባት"
                    },
                ]
            },
            {
                "id": 103,
                "type": "subtitle",
                "text": "የድህረ ወሊድ መደበት ",
            },
            {
                "id": 100,
                "type": "bulletin",
                "list": [
                    {
                        "id": 4,
                        "text": "ይህ የሃኪም እርዳታ ያስፈልገዋል !!!!"
                    },
                    {
                        "id": 5,
                        "text": "መጀመሪያው ከወሊድ እስከ አራት ሳምንት ድረስ "
                    },
                    {
                        "id": 6,
                        "text": "ምልክቶች የረዘሙና የባሱ ናቸው ።"
                    },
                    {
                        "id": 7,
                        "text": "ከሁለት ሳምንት በላይ የቆየ የስሜት ለውጥ "
                    },
                    {
                        "id": 8,
                        "text": "ከልክ በላይ ማልቀስ"
                    },
                    {
                        "id": 9,
                        "text": "ትኩረት ማጣት"
                    },
                    {
                        "id": 10,
                        "text": "የ እለት ከ ከእለት እንቅስቃሴ መታወክ"
                    },
                    {
                        "id": 11,
                        "text": "ለልጅ ፍላጎት አለማሳየት"
                    },
                    {
                        "id": 12,
                        "text": "የጥፋተኝነት ስሜት"
                    },
                    {
                        "id": 13,
                        "text": "ተስፋ መቁረጥ "
                    },
                    {
                        "id": 14,
                        "text": "የምግብ ፍላጎት ችግሮች"
                    },
                    {
                        "id": 15,
                        "text": "የእንቅልፍ  መዛባት"
                    },
                    {
                        "id": 16,
                        "text": " እራስን ለማጥፋት ማሰብ"
                    },
                    {
                        "id": 17,
                        "text": "እራስንም ሆነ ልጅን የመጉዳት ሃሳብ ካለ በአፋጣኝ አካባቢሽ ላለው ሰው አሳውቂ ፣ ወደ ህክምና ተቋም ሂጂ ።"
                    }
                ]
            },
            {
                "id": 18,
                "type": "bold",
                "text": "እርዳታን መጠይቅ ጥንካሬ ነው ፣ እርዳታን መጠየቅ ብልህነት ነው !!!"
            },
            {
                "id": 19,
                "type": "subtitle",
                "text": "ተጨማሪ ጉዳዮች በድህረ ወሊድ ጊዜ"
            },
            {
                "id": 20,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "የአይረን ማዕድን መውሰድ እስከ 3 ወር ቢቀጥል ይመከራል፡፡"
                    },
                    {
                        "id": 1,
                        "text": "የሰውነት ወይም የማህፀን ፈሳሽ በአግባቡ መቀበልና ከዚያ በኋላ ሁሌ እጅሽን መታጠብ"
                    },
                    {
                        "id": 2,
                        "text": "ገላን መታጠብ"
                    },
                    {
                        "id": 3,
                        "text": "የጡትን ጫፍ ንፁህ ማድረግ"
                    },
                    {
                        "id": 4,
                        "text": "ጡት ከማጥባትሽ በፊት ሁል ጊዜ እጅሽን መታጠብ"
                    },
                    {
                        "id": 5,
                        "text": "ተጨማሪ ምግብ ፡- በተለይ የምታጠባ እናት ከመቼውም ጊዜ በላይ ተጨማሪ ምግብ ያስፈልጋታል፡፡ ስለዚህም በተቻለ መጠን በእርግዝና ወቅት የነበረው አመጋገብሽ ጠንክሮ መቀጠል ይኖርበታል፡፡"
                    },
                    {
                        "id": 6,
                        "text": "ድህረ ወሊድ እንቅስቃሴ የደም መርጋት ችግር እንዳያጋጥም በተቻለ መጠን መንቀሳቀስ አስፈላጊ ሲሆን ነገር ግን ከአቅም በላይ የሆነ እንቅስቃሴ ከማድረግ መቆጠብ አለብሽ፡፡"
                    }
                ]
            },
            {
                "id": 21,
                "type": "banner",
                "bannerid": "Lanchi059"
            }
        ]
    }
];
