const one = require("../../../assets/menu/lelegesh/1.jpg");
const two = require("../../../assets/menu/lelegesh/2.jpg");
const three = require("../../../assets/menu/lelegesh/3.jpg");
const four = require("../../../assets/menu/lelegesh/4.jpg");
const five = require("../../../assets/menu/lelegesh/5.jpg");
const six = require("../../../assets/menu/lelegesh/6.jpg");
const seven = require("../../../assets/menu/lelegesh/7.jpg");
const eight = require("../../../assets/menu/lelegesh/8.jpg");

const oned = require("../../../assets/detail/Leligsh/1.jpg");
const twod = require("../../../assets/detail/Leligsh/2.jpg");
const threed = require("../../../assets/detail/Leligsh/3.jpg");
const fourd = require("../../../assets/detail/Leligsh/4.jpg");
const fived = require("../../../assets/detail/Leligsh/5.jpg");
const sixd = require("../../../assets/detail/Leligsh/6.jpg");
const sevend = require("../../../assets/detail/Leligsh/7.jpg");
const eightd = require("../../../assets/detail/Leligsh/8.jpg");
export const items = [
    {
        "header": "የልጅሽ ወርሃዊ አቀማመጥ",
        "back": "Lelijish",
        "image": one,
        "data": [
            {
                id: 0,
                type: 'tabs',
                tabs: [
                    {
                        name: '1ኛ ወር',
                        data: [
                            {
                                "id": 1,
                                "type":"fullscreenImage",
                                "image": require("../../../assets/month/month1.jpg"),
                            },
                        ]
                    },
                    {
                        name: '2ኛ ወር',
                        data: [
                            {
                                "id": 1,
                                "type":"fullscreenImage",
                                "image": require("../../../assets/month/month2.jpg"),
                            },
                        ]
                    },
                    {
                        name: '3ኛ ወር',
                        data: [
                            {
                                "id": 1,
                                "type":"fullscreenImage",
                                "image": require("../../../assets/month/month3.jpg"),
                            },
                        ]
                    },
                    {
                        name: '4ኛ ወር',
                        data: [
                            {
                                "id": 1,
                                "type":"fullscreenImage",
                                "image": require("../../../assets/month/month4.jpg"),
                            },
                        ]
                    },
                    {
                        name: '5ኛ ወር',
                        data: [
                            {
                                "id": 1,
                                "type":"fullscreenImage",
                                "image": require("../../../assets/month/month5.jpg"),
                            },
                        ]
                    },
                    {
                        name: '6ኛ ወር',
                        data: [
                            {
                                "id": 1,
                                "type":"fullscreenImage",
                                "image": require("../../../assets/month/month6.jpg"),
                            },
                        ]
                    },
                    {
                        name: '7ኛ ወር',
                        data: [
                            {
                                "id": 1,
                                "type":"fullscreenImage",
                                "image": require("../../../assets/month/month7.jpg"),
                            },
                        ]
                    },
                    {
                        name: '8ኛ ወር',
                        data: [
                            {
                                "id": 1,
                                "type":"fullscreenImage",
                                "image": require("../../../assets/month/month8.jpg"),
                            },
                        ]
                    },
                    {
                        name: '9ኛ ወር',
                        data: [
                            {
                                "id": 1,
                                "type":"fullscreenImage",
                                "image": require("../../../assets/month/month9.jpg"),
                            },
                        ]
                    },
                ],
            },
        ]
    },
    {
        "header": "ለልጅሽ ስም ምረጪ",
        "back": "Lelijish",
        "image": two,
        "data": [
            {
                "id": 1,
                "type": "babyname"
            }
        ]
    },
    {
        "header": "ለልጅሽ የሚደረግ እንክብካቤ",
        "back": "Lelijish",
        "image": three,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: threed,
            },
            {
                "id": 1,
                "type": "text",
                "text": "ህፃን እንደተወለደ የልጅሽ አተነፋፈስ፤የቆዳ ከለር፤ የልብ ምት፤ የቆዳ ጥንካሬ እና የመነቃቃት ሁኔታ ይመዘናል። በደረቅ ጨርቅ ከተጠቀለለ በኋላ የሚያስፈልጉት መድሀኒቶች ይሰጣሉ፡፡ ከዚያ በኋላ ከተወለደ በአንድ ሰአት ውስጥ ጡት መጥባት መጀመር ይኖርበታል፡፡ ህጻኑ 6 ወር ዕድሜ ድረስ የእናት ጡት ብቻ መጥባት ይኖርበታል፡፡ በ24 ሰዓት ውስጥ ከ8-12 ጊዜ መጥባት አለበት፡፡ ከተወለደ በኋላ በ24 ሰዓት ውስጥ ገላውን መታጠብ የለበትም፡፡ ለህፃኑ አለባበስም ጥንቃቄ ማድረግ ያስፈልጋል፡፡ ለቅዝቃዜ በቀላሉ ሊጋለጥ ስለሚችል አዘውትሮ ኮፍያ እና ካልሲ ማድረግ ሲኖርብሽ በተጨማሪም አንድ ወይም ሁለት ልብስ መደረብ ያስፈልገዋል፡፡ የመጀመሪያውን ክትባትም በተወለደ በጥቂት ቀናት ውስጥ መስጠት ሲያስፈልግ በተጨማሪም የእትብት ኢንፌክሽን መከላከያ ቅባት ይሰጣል፡፡"
            },
            {
                "id": 2,
                "type": "text",
                "text": "በጨቅላ ህፃናት ላይ የሚታዩ አደገኛ ምልቶች  ( ከሁለት ወር በታች ላሉ ህፃናት )"
            },
            {
                "id": 3,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "ጡት አለመጥባት"
                    },
                    {
                        "id": 1,
                        "text": "ንቁ ላልሆነ ፣ ሲነካካ የማይንቀሳቀስ ከሆነ ወይም ራሱን ከሳተ"
                    },
                    {
                        "id": 2,
                        "text": "እትብቱ ከደማ፣ ከቀላ ወይም መግል ከታየበት"
                    },
                    {
                        "id": 3,
                        "text": "ለመተንፈስ መቸገር ፣ማቃሰት፣ቶሎ ቶሎ መተንፈስ (በደቂቃ ከ60 ጊዜ በላይ)"
                    },
                    {
                        "id": 4,
                        "text": "የሰውነት መንቀጥቀጥ ወይም መንዘፍዘፍ"
                    },
                    {
                        "id": 5,
                        "text": "የሰውነት መቀዝቀዝ ወይም ትኩሳት"
                    },
                    {
                        "id": 6,
                        "type": "text",
                        "text": "የሰውነት ቀለም ቢጫ መሆን በተለይም የእጅ ወይም የእግር መዳፍ"
                    },
                ]
            },
            {
                "id": 4,
                "type": "text",
                "text": "በጨቅላ ህፃናት ላይ የሚታዩ አደገኛ ምልቶች  ( ከሁለት ወር በላይ ላሉ ህፃናት )"
            },
            {
                "id": 5,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "የበላውን የጠጣውን ሁሉ የሚያስመልስ ከሆነ"
                    },
                    {
                        "id": 1,
                        "text": "በፍጹም ምግብም ሆነ ፈሳሽ የማይወስድ ከሆነ"
                    },
                    {
                        "id": 2,
                        "text": "ሰውነቱ የሚንዘፈዘፍ ወይም እይኑን የሚያስፈጥጠው ከሆነ"
                    },
                    {
                        "id": 3,
                        "text": "ሰውነቱ ደከምከም የሚል ከሆነ ወይም ራሱን ከሳተ"
                    },
                    {
                        "id": 4,
                        "text": "የሚያተኩሰው ከሆነ "
                    },
                    {
                        "id": 5,
                        "text": "በጣም የሚያስለው ወይም ከላይ ከላይ የሚተነፍስ ከሆነ"
                    }
                ]
            },
            {
                "id": 6,
                "type": "text",
                "text": "ከነዚህ የህመም ምልክቶች አንዱ እንኳን በታየ ጊዜ ወደ ጤና ተቋም መምጣት ያስፈልጋል፡፡ "
            },
            {
                "id": 7,
                "type": "text",
                "text": "በድህረ ወሊድ ጊዜ አንቺና ልጅሽ በመጀመሪያው አንድ ሳምንት ጊዜ ውስጥ በድጋሜ ወደ ጤና ተቋም መጥታችሁ መታየት ይኖርባችኋል፡፡ 3ተኛው የድህረ ወሊድ ጉብኝት ብዙ ጊዜ የሚሆነው በ45ኛ ቀን አካባቢ ሲሆን የልጅሽን እድገት ማየትና ተጨማሪ ክትባት መስጠት ያስፈልጋል፡፡ ለአንቺ ደግሞ ጠቅላላ የአካል ምርመራ እንዲሁም የወሊድ መቆጣጠሪያ ወይም የቤተሰብ ምጣኔ አገልግሎት ማግኘት ያስፈልግሻል፡፡ አንዳንድ ጊዜ የወር አበባ ባይመጣ እንኳን ማርገዝ ሊኖር ስለሚችል በተቻለ መጠን የቤተሰብ ምጣኔ አገልግሎት መጠቀም አስፈላጊ ነው፡፡"
            },
            {
                "id": 15,
                "type": "banner",
                "bannerid": "Lelijish001"
            }
        ]
    },
    {
        "header": "ልጅሽ እንዴት መመገብ አለብሽ?",
        "back": "Lelijish",
        "image":  four,
        "data": [
            {
                id: 0,
                type: 'jumbotron',
                image: fourd,
            },
            {
                "id": 1,
                "type": "subtitle",
                "text": "የመጀመሪያ ስድስት ወር"
            },
            {
                "id": 2,
                "type": "text",
                "text": "በመጀመሪያው ስድስት ወር ጡት ብቻ ማጥባት ይመከራል ።"
            },
            {
                "id": 3,
                "type": "text",
                "text": "ጡት ማጥባት ተፈጥሯዊ ቢሆንም እንደሚታየው ቀላል ላይሆን ይችላል ። አይዞሽ ትለማመጂዋለሽ። ከሌሎች ጡት አጥቢ እናቶች ጋርም መመካከር ይጠቅማል።"
            },
            {
                "id": 4,
                "type": "text",
                "text": "በእርግዝና ወቅት ተጨማሪ ምግብ እንደሚያስፈልግ ሁሉ በማጥባት ወቅትም ተጨማሪ ምግብ እና ፈሳሽ መውሰድ አለብሽ።"
            },
            {
                "id": 5,
                "type": "subtitle",
                "text": "የጡት ወተት ማጥባት ጥቅሞች"
            },
            {
                "id": 6,
                "type": "text",
                "text": "ጡት ማጥባት ለልጅሽ ብቻ ሳይሆን ላንቺም ጥቅም አለው ።"
            },
            {
                "id": 7,
                "type": "text",
                "text": "የጡት ወተት ንጹህና በትክክለኛው ሙቀት የሚገኝ አቻ የሌለው ነው ።"
            },
            {
                "id": 8,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "ለልጅሽ የሚያስፈልገውን ሃይል እና ንጥረ ነገር ይሰጣል"
                    },
                    {
                        "id": 1,
                        "text": "ሕፃን ልጅሽን ከኢፌክሽን ይከላከላል"
                    },
                    {
                        "id": 2,
                        "text": "እንደ እርግዝና መከላከያ ያገለግላል"
                    },
                    {
                        "id": 3,
                        "text": "ማህጸን ወደ ቦታው እንዲመለስ ያግዛል"
                    },
                    {
                        "id": 4,
                        "text": "በአንቺ እና በልጅሽ መሃል ያለውን ግንኙነት ያጠናክራል "
                    },
                    {
                        "id": 5,
                        "text": "ወደ ቅድመ እርግዝና ክብደት ለመመለስ  ሊያግዝ ይችላል"
                    },
                    {
                        "id": 6,
                        "text": "የጡት ወተት ነፃ እንደመሆኑ የኢኮኖሚ ጫናን ይቀንሳል"
                    },
                    {
                        "id": 7,
                        "text": "ወደ አካባቢ የሚጣል ምንም ትርፍ ነገር ስለሌው ለአካባቢ ደህንነት ይጠቅማል ።"
                    }
                ]
            },
            {
                "id": 9,
                "type": "subtitle",
                "text": "የጡት አጠባብ"
            },
            {
                "id": 10,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "መጀመሪያ አንቺ ይመችሽ ፣ ተስተካክለሽ ተደግፈሽ ተቀመጪ ። ፣ ተኝተሽም ልታጠቢ ትችያለሽ ።"
                    },
                    {
                        "id": 1,
                        "text": "ላንቺና ለልጅሽ እስከተመቻችሁ ድረስ በየትኛውም ቦታ ማጥባት ትችያለሽ።"
                    },
                    {
                        "id": 2,
                        "text": "ልጅሽ ከአንቺ ፊት ለፊት ትሁን/ ይሁን "
                    },
                    {
                        "id": 3,
                        "text": "ልጅሽን ወደጡትሽ አስጠጊ እንጂ ጡትሽን ወደ ልጅሽ አትውሰጂ።"
                    },
                    {
                        "id": 4,
                        "text": "ጡት እንድትይዝ/እንዲይዝ እርጃት/እርጅው"
                    },
                    {
                        "id": 5,
                        "text": "አውራ ጣትሽ በውጪ እና አመልካች ጣትሽ በውስጥ በኩል ሆነው በጡትሽ ጫፍ ዙሪያ ያለውን ጥቁር ክብ የዞረ \" በ\" ቅርጽ ሰርተው ሳትጫኘው ደግፊው"
                    },
                    {
                        "id": 6,
                        "text": "ሌላኛው እጅሽ የልጅሽን ጀርባ እና ጭንቅላት ይደግፍ ።"
                    },
                    {
                        "id": 7,
                        "text": "የታችኛው መንጋጋዋን/መንጋጋውን ወደጡትሽ አያይዢው ( ከጡትሽ ጫፍ ዝቅ ብሎ )  ።"
                    },
                    {
                        "id": 8,
                        "text": "የጡት ጫፍሽ የልጅሽን ከንፈር አካባቢ ሲነካው ልጅሽ አፏን ትከፍታለች/ይከፍታል"
                    },
                    {
                        "id": 9,
                        "text": "ከዛም የላይኛውን መንጋጋዋን/መንጋጋውን ወደጡትሽ አያይዢው ።"
                    },
                    {
                        "id": 10,
                        "text": "የጡትሽ ጫፍ ሙሉ በሙሉ  እና በጫፉ ዙሪያ ያለው ጥቁሩ ክብ አብዛኛው ክፍል በልጅሽ አፍ ውስጥ መሆን አለባቸው።"
                    },
                    {
                        "id": 11,
                        "text": "የልጅሽ ከንፈር ወደ ውጪ መገልበጥ እንጂ ወደውስጥ መታጠፍ የለበትም ።"
                    },
                    {
                        "id": 12,
                        "text": "ልጅሽ በጠባች/በጠባ ቁጥር ጡቶችሽን ማቀያየር ትችያለሽ።"
                    },
                    {
                        "id": 13,
                        "text": "ልጅሽ ከጠገበች በሁዋላ ለማላቀቅ አንድ ጣትሽን በልጅሽ ከንፈር ጥግ በኩል ወደ ድዶችዋ/ድዶቹ መሃል አስገብተሽ አላቂ። ይህን ማድረግሽ የጡትሽ ጫፍ እንዳይቆጣ ያግዛል ። "
                    },
                    {
                        "id": 14,
                        "text": "በቀን ከ 8-12 ግዜ ማጥባት ይመከራል ።"
                    }
                ]
            },
            {
                "id": 11,
                "type": "text",
                "text": "የጡት ማጥቢያ ክፍል በመስሪያ ቤትሽ እንዲዘጋጅ ቅስቀሳ አድርጊ ። እኛም ከጎንሽ ነን። "
            },
            {
                "id": 12,
                "type": "text",
                "text": "የጡት ማጥቢያ ክፍል ለሁሉም እናቶች !!!!"
            },
            {
                "id": 13,
                "type": "text",
                "text": "የጡትን ወተት የሚስተካከል የዱቄት ወተት የለም። በተለያዩ አስገዳጅ ምክንያቶች ጡት ማጥባት ካልተቻለ ግን የዱቄት ወተት ሊሰጥ ይችላል ።"
            },
            {
                "id": 14,
                "type": "text",
                "text": "ስለጡጦ አጠባብ ለአጋርሽ ከሚለው ርዕስ ስር ታገኛለሽ ። ጡጦ መጠቀም ከፍተኛ ጥንቃቄ እና ንጽህና እንደሚያስፈልገው ልብ በይ።"
            },
            {
                "id": 15,
                "type": "banner",
                "bannerid": "Lelijish002"
            }
        ]
    },
    {
        "header": "የልጅ ዕቃዎችን መግዛት ትፈልጊያለሽ?",
        "back": "Lelijish",
        "image":  five,
        "data": [
            {
                "id": 1,
                "type": "contacts",
                "image": fived
            }
        ]
    },
    {
        "header": "ልጅሽ ህክምና ያስፈልገዋል?",
        "back": "Lelijish",
        "image":  six,
        "data": [
            {
                "id": 1,
                "type": "contacts",
                "image": sixd
            }
        ]
    },
    {
        "header": "ለሁለንተናዊ የሕፃናት እድገት ወሳኝ ተግባራት",
        "back": "Lelijish",
        "image": seven,
        "data": [
            {
                "id": 0,
                "type": "jumbotron",
                "image": sevend
            },
            {
                "id": 1,
                "type": "subtitle",
                "text": "ቀደም ብሎ መማር"
            },
            {
                "id": 2,
                "type": "text",
                "text": "ሕፃናት ከተወለዱበት ቀን ጀምሮ መማር ይጀምራሉ፡፡ በማየት በመስማት በመዳሰስ ሌሎች የሚናገሩትንና የሚደርጉትን በመድገም ወይም በመኮረጅ ነገሮችን ይማራሉ።"
            },
            {
                "id": 3,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "የማይጎዳቸዉ (ስለታም፡ሹልና ሻካራ ያልሆነ የማይዋጥ፡ በጆሮ፡ በአፍንጫ፡ በጉሮሮ የማይገባ) ክብደት ኖሮት ማይጎዳቸዉ እና ንፁህ የሆነ በአካባቢ ከሚገኙት ቁሳቁስ በተሠሩ መጫወቻዎች ማጫወት፡፡"
                    },
                    {
                        "id": 1,
                        "text": "የሚጫወቱባቸዉን መጫወቻዎች ንፁህና ደንነቱ የተጠበቀ ቦታ/አካባቢ በማመቻቸት ከአቻዎቻቸዉ ጋር እንዲጫወቱ ማድረግ፡፡"
                    },
                    {
                        "id": 2,
                        "text": "በቤት ዉስጥና በአካባቢ የሚገኙትን ሕይወት ያላቸዉ (ሰዉ፡ እንስሳና ዕፅዋት) እና ሕይወት የሌላቸዉን በማስተዋወቅ እንዲያውቁ ማድረግ፡፡"
                    },
                    {
                        "id": 3,
                        "text": "ለሕፃናት መዝፈን/መዘመር፣ ታሪኮችን መንገር መፃፍ ማንበብ፡፡"
                    },
                    {
                        "id": 4,
                        "text": "የቅድመ ጽሑፍና የቅድመ ንባብ ክህሎትን እንዲያዳብሩ ሕፃናት እርሳስ/ሌላ መፃፊያ በመጠቀም ወረቀት ላይ ያዩትን እንዲፅፉ/እንዲለማመዱ ማድረግ እንዲሁም ፊደላት፡ ቃላትን፡ ቁጥርን እንዲያነቡ ማገዝ፡፡"
                    },
                    {
                        "id": 5,
                        "text": "አራት አመት ሲሆናቸዉ ቅድመ መደበኛ ትምህርት (መዋዕለ-ሕፃናት ወይም በሌሎች ቅድመ መደበኛ ትምህርት ቤቶች/ተቋማት) እንዲማሩ ማድረግ።"
                    }
                ]
            },
            {
                "id": 4,
                "type": "subtitle",
                "text": "ጨዋታ"
            },
            {
                "id": 5,
                "type": "text",
                "text": "ምግብ እንደሚያስፈለጋቸዉ ሁሉ ለህፃናት ጨዋታም ያስፈልጋቸዋል፡፡ ህፃናት በለጋ እድሜያቸው በጨዋታ አማካኝነት ስለአካባቢያቸው በከፍተኛ ደረጃ እውቀት መቅሰም ይችላሉ፡፡ ህፃናት በማየት የሚያገኙት ትምህርት አለ፡፡ ከዚህ ከፍ ባለ ሁኔታ የሚማሩት ግን በንግግር መግባባት ወቅት ነው፡፡ በጣም ከፍ ባለ ሁኔታ የሚማሩት ደግሞ አምስቱንም የስሜት ህዋሳቶቻቸውን ሲጠቀሙ ነው፡፡ በለጋ እድሜያቸው በጨዋታ አማካኝነት የሚማሩ ህፃናት በትምህርት ቤት ቆይታቸው ከፍተኛ ውጤት እንደሚያመጡ በጥናት ተረጋግጧል፡፡ እንዲሁም በራስ የመተማመን የፈጠራ ችሎታቸው እንዲሁም ማህበራዊና የቋንቋ ችሎታቸው ከሌሎች በጨዋታ ከማያሳልፉ ህፃናት የተሻለ ደረጃ ላይ ይደርሳሉ፡፡"
            },
            {
                "id": 6,
                "type": "text",
                "text": "ጨዋታ የሕፃናት አካላዊ ችሎታን ለማዳበር ይጠቅማል፡፡ ለምሳሌ- ልጆች በሚሰሩት ጡብ ትላልቅ ጡንቻዎቻቸዉና ትናንሽ ጡንቻዎቻቸዉ ማሰራት ይለማመዳሉ፡፡ በጨዋታ ሂደት ውስጥ ህፃናት የዓለምን/የአካባቢን ሁኔታ መገንዘብ ይችላሉ፡፡"
            },
            {
                "id": 7,
                "type": "subtitle",
                "text": "የሕፃናት ደህንነትና ጥበቃ"
            },
            {
                "id": 8,
                "type": "text",
                "text": "የሕፃናት ደህንነትና ጥበቃ ማለት ማንኛዉንም ሕፃን ከአካላዊ እና ስነልቦናዊ ጉዳት መጠበቅ/ጉዳት እንዳይደርስባቸዉ መከላከል እና ጉዳት ለደረሰበት ሕፃን በጊዜ አስፈላጊዉን እገዛና እንክብካቤ ማድረግ ማለት ነዉ፡፡ "
            },
            {
                "id": 9,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "ሕፃናት እንደተወለዱ መመዝገብ አለባቸዉ። ከሚመለከተዉ አካል የልደት ካርድ/ሰርተፊከት ማግኘት አለባቸዉ፡፡"
                    },
                    {
                        "id": 1,
                        "text": "የሚኖሩበት የሚጫወቱበት እና የሚማሩበት ቦታ (አካባቢ) ለአደጋ ተጋላጭ ከሚያደርጉ ነገሮች ነፃ መሆን አለባቸዉ፡፡"
                    },
                    {
                        "id": 2,
                        "text": "በማንኛዉም ቦታ  በማንኛዉም ጊዜ፡ ከማንኛዉም ጥቃትና ጉዳት ማለትም ከእንግልትና ተገቢ ያልሆነ አያያዝ ከመተው (ችላ መባል)፣ መጣል፣ ከጉልበት ብዝበዛ፣ ከአካላዊ ጥቃት፣ ከወሲባዊ ጥቃት፣ ለሱስ ከሚያጋልጡ ነገሮች እና ስድቦች/ ስነ ልቦናን ከሚጎዱ ነገሮች ነፃ መሆን አለባቸዉ።"
                    },
                    {
                        "id": 3,
                        "text": "ከጎጂ ባህላዊ ድርጊቶች (አካልንም ሆነ ስነልቦናን የሚጎዱ፡ በቃልም ሆነ በተግባር ከሚፈፀሙ) ነፃ መሆን አለባቸዉ፡፡"
                    },
                    {
                        "id": 4,
                        "text": "ሕፃናት እድገት ላይ አዎንታዊ አስተዋፆ ያላቸዉ ባህላዊ ድርጊቶች ይበረታታሉ፡፡"
                    },
                    {
                        "id": 5,
                        "text": "የተጠቁ/ጉዳት የደረሰባቸዉ ሕፃናት ወይም ለጉዳት ተጋላጭ የሆኑ ሕፃናት አስፈላጊዉን እገዛና እንክብካቤ እንዲያገኙ ከአገልግሎት ሰጪ እና ሌሎች ከሚመለከታቸዉ አጋሮች ጋር በመተባበር መስራት፡፡"
                    }
                ]
            },
            {
                "id": 10,
                "type": "subtitle",
                "text": "ፍላጎትን መሠረት ያደረገ እንክብካቤ መስጠት "
            },
            {
                "id": 11,
                "type": "bulletin",
                "list": [
                    {
                        "id": 0,
                        "text": "ሕፃናት ወዲያዉ እንደተወለዱ ሰዉነት-ለሰዉነት ንክኪ እና ሙቀት ይፈልጋሉ፡፡ ስለዚህ ሕፃኑ/ኗን ወደ ሰዉነትሽ በማስጠጋትና በጥንቃቄ ማቀፍ አለብሽ፡፡ "
                    },
                    {
                        "id": 1,
                        "text": "ሕፃኑ/ኗን ስሜትና ፍላጎት (በሰዉነቱ/ቷ እንቅስቃሴና በድምፅ) በመከታተል ወቅታዊ የሆነ ምላሽ በመስጠት እንክብካቤ ማድረግ፡፡ "
                    },
                    {
                        "id": 2,
                        "text": "የጨቅላ ህፃናትና የህፃናት የህመም/አደገኛ ምልክቶችን በመገንዘብ በአፋጣኝ ወደ ጤና ተቋም መውሰድ፡፡"
                    },
                    {
                        "id": 3,
                        "text": "የጡት ወተት/ ምግብ መመገብ በሚፈልጉበት ጊዜ መመገብ፡፡"
                    },
                    {
                        "id": 4,
                        "text": "የተንከባካቢ የሥነ-አእምሮ ጤንነት መጠበቅ ያስፈልጋል፡፡"
                    },
                    {
                        "id": 5,
                        "text": "አባቶች በለጋ ሕፃናት እንክብካቤ ሙሉ ተሳትፎ ማድረግ አለባቸዉ፡፡"
                    }
                ]
            }
        ]
    },
    {
        "header": "የቀዳማይ የልጅነት ዘመን እድገትና መዳበርን የሚያጎለብቱ እንክብካቤዎች",
        "back": "Lelijish",
        "image":  eight,
        "data": [
            {
                "id": 0,
                "type": "jumbotron",
                "image": eightd
            },
            {
                "id": 1,
                "type": "subtitle",
                "text": "እርግዝናው ከታወቀበት ጊዜ ጀምሮ እስከ ወሊድ ድረስ"
            },
            {
                "id": 2,
                "type": "text",
                "text": "በባልና ሚስት መካከል መልካም ግንኙነትን (መግባባትን)በበለጠ ማጠንከር ያስፈልጋል።ባል ሚስቱን ከመቼውም ጊዜ የበለጠ መንከባከብ፣ ማስደሰትና አለመግባባትን ማስወገድ ጠቃሚ ነው። ይህ ካልተደረገ ፅንሱ ላይ ጭንቀት ተፈጥሮ የአእምሮ መዳበሩን ያስተጓጉላል። ባል ወደ ጽንሱ ቀረብ በማለት የጽንሱን እንቅስቃሴ ሊያዳምጥና ጽንሱን በመልካም ቃላቶች እንዲያዋራው ይመከራል። በአንፃሩ ይህ ካልተደረገ በአባትና በሚወለደው ህጻን መካከል የሚኖረውን ቅርርቦሽና ፍቅር ጠንካራ እንዳይሆን ያደርገዋል። ነፍሰጡር አናቶችና ባሎች ለፅንሱ ማውራት እና ለስለስ ባለ ድምፅ መዘመር/መዝፈን ይህንንም ማድረግ ፅንሱ ደስተኛ ሆኖ እንዲያድግና አንዲዳብር ድምፆችን መለየት እንዲችል ይረዳዋል። ለነፍሰጡር እናቶች የባሎች/አባቶች እገዛ/ ያስፈልጋቸዋል። ምክንያቱም የእናት መጨነቅና የስራ ጫና ለጽንሱ አሉታዊ ተፅእኖ ስላለው።"
            },
            {
                "id": 3,
                "type": "subtitle",
                "text": "ከልደት እስከ 1 ወር"
            },
            {
                "id": 4,
                "type": "text",
                "text": "ልጃችሁ በነፃነት እንዲያይ፡ እንዲሰማ እና እንዲንቀሳቀስ በቀስታ እና በጥንቃቄ ያዙት። ወደሰውነት በደንብ አስጠግታችዉ እቀፉት። ይህም ለሰላማዊ እድገት ይረዳዋል። ይህ ካልተደረገ በልጅሽ ላይ የስጋት/ፍራቻ ስሜት ይፈጠርበታል። ልጅሽን በፈገግታ ፊትለፊት/አይን ለአይን በማየት ማጫወት ያስፈልጋል። በተለይ ጡት ስታጠቢ ልጅሽን ለማናገርና ለማጫወት ጥሩ አጋጣሚ ነዉ። ልጅሽ በዚህ ወቅት ፊት ፊትሽን ታያለች/ያያል፡ ድምፅሽንም ትሰማለች/ይሰማል። ይህ ካልሆነ ልጅሽ ከቤተሰብ ወይም ተንከባካቢ ጋር ያለው ግንኙነት እንዲሁም የመግባባት ችሎታ አይዳብርም።"
            },
            {
                "id": 5,
                "type": "subtitle",
                "text": "ከ1 ወር እስከ 6 ወር"
            },
            {
                "id": 6,
                "type": "text",
                "text": "ልጅሽ አንቺንና በቅርበት ያሉትን ነገሮችን እንዲያይ፣ እንዲሰማ፣ ነፃነት እንዲሰማዉ እና አንቺን ወይም አጋርሽን እንዲነካ እድል ስጧት/ስጡት። ይህም ፍቅርን እና መተማመንን እንዲማር ይረዳል።ይህ ካልተደረገ ፍቅርንና መተማመንን አትማርም/አይማርም። ልጃችሁ እንዲጫወት/እንዲያይ በቀስታ ባለቀለማት ነገሮች(መጫወቻ ክሽክሽ የሚል ነገር) በፊቱ አወዛዉዥለት። ከሕፃኑ ጋር ስትሆኝ/ን ፈገግታና ሳቅ አይለይሽ/ህ። ከልጁ ጋር ተናገሪ/ር(አዉሩ) የልጁን ድምፅና እንቅስቃሴ ድገሙለት። ይህም ንቁ ብልህ እና እድገቱ የተስተካከለ እንዲሆን ይረዳል።"
            },
            {
                "id": 7,
                "type": "subtitle",
                "text": "ከ6 ወር እስከ 9 ወር"
            },
            {
                "id": 8,
                "type": "text",
                "text": "ልጃሽሁ በእጁ እንዲይዘው፣ እንዲያንጠለጥለው፣ ከእጁ እንዲጥለው ንፁህና የማይጎዳ የቤት ቁሳቁስ/ ማንኪያ፤ኩባያ ወይም ሌላ የማይጎዳ መጫወቻ ወይም ለስላሳ አሻንጉሊት ስጡት። ይህም ለልጃችሁ አካላዊ እና አእምሮአዊ እድገት መዳበር ይጠቅማል። ለልጃችሁ ድምፅና ፍላጎት ምላሽ ይስጡ። የልጅዎን ስም ይጥሩ፣ ምላሹን ይዩ። ይህም ለልጃችሁ የመረዳት፤ የመልካም ግንኙነት እና የመግባባት ክህሎት መዳበር ይጠቅማል።"
            },
            {
                "id": 9,
                "type": "subtitle",
                "text": "ከ9 ወር እስከ 12 ወር"
            },
            {
                "id": 10,
                "type": "text",
                "text": "ልጅችሁ የሚወደዉን/የምትወደውን አሻንጉሊት በጨርቅ ወይም በሳጥን ዉስጥ ይደብቁ፣ ፈልጎ ማግኘቱን ይመልከቱ። ከልጃችሁ ጋር ድብብቆሽ ይጫወቱ።ይህም ለልጃችሁ የአእምሮ እድገት መዳበር ይጠቅማል።ለልጃችሁ የተለያዩ ነገሮችና የሰዎችን ስም ይንገሩ። በእጅ የሚገለፅ መግባቢያ ለምሳሌ እጅ በማወዛወዝ ደህና ሁን ማለት ያስተምሩ። ይህም የልጃችሁ የማስታወስ እና የመግባባት ችሎታን ያዳብራል። እነዚህንና መሰል ነገሮችን አለማድረግ የልጃችሁ አእምሮ በደንብ እንዳይዳብር ያደርገዋል።"
            },
            {
                "id": 11,
                "type": "subtitle",
                "text": "ከ12 ወር እስከ 2 አመት"
            },
            {
                "id": 12,
                "type": "text",
                "text": "ለልጃችሁ መጫወቻ በቤት ዉስጥ ከሚገኙ እቃዎች (ኩባያ፣ ሳህን፣ ባዶ የመያዣ ዕቃዎችን፣ ዉሃ፣ የሚደረደሩና የሚሰካኩ ነገሮችን) ስጡት። ይህንንም ማድረግ የልጃችሁ የፈጠራ ክህሎት እንዲጨምር ያደርገዋል። ለልጃችሁ አቅም የሚመጥን ቀላል ጥያቄዎችን ይጠይቁ፣ አንቺም ሆነ አጋርሽ ልጃችሁ በተራ እንዲጠይቅ/እንድትጠይቅ ያበረታቱ.። ስለተፈጥሮና የአካባቢ እዉናዊ ምስሎችን ወይም ስእሎችን አሳዩ። በትግስትና በሚያስደስት ሁኔታና ቃል መልስ ስጡ። ልጅሽ ይህንን ማድረጉ የማገናዘብ፣ መግባትና የቋንቋ ክህሎቱ እንዲጨምር ያደርገዋል። ልጅሽ ጉዳት በማያደርሱ ቦታዎች እየተነቀሳቀሰ/ች እንዲጫዎት/እንድትጫወት ፍቀዱ። የልጅሽ ይህንን ማድረግ የአካላዊ ጥንካሬ እንዲኖረው/እንዲኖራት ያደርጋል።"
            },
            {
                "id": 13,
                "type": "subtitle",
                "text": "ከ2 አመትና ከዚያ በላይ"
            },
            {
                "id": 14,
                "type": "text",
                "text": "ልጅሽ በአካባቢ ያሉትን ነገሮች በጥልቀት ለማወቅ ይፈልጋል። ብዙ ጥያቄም ይጠይቃል/ትጠይቃለች። አንቺም ሆነ አጋርሽ በትግስትና በፍቅር ምላሽ ስጡ፣ ይህን በማድረጋችሁ የልጃችሁ ነገሮችን የማወቅና የማገናዘብ ችሎታዉ እንዲጨምር ያደርጋል። ልጅሽ አንቺም ሆነ አጋርሽ በምትሰሯቸው ስራዎች ላይ መሳተፍ ይፈልጋል/ትፈልጋለች። ስለዚህም ሌላ ተመሳሳይ ስራ አመቻቹለት/ላት። ይህም የልጃችሁ ስራ የመስራት ክህሎትና የጡንቻዎች መዳበር እንዲጨምር ያደርገዋል። የልጃችሁ ከቤትና በአካባቢ ከሚገኙ ንጹህና ከማይጎዱ ነገሮች የመጫዎቻ እቃዎችና አሻንጉሊት ስሩ። የተለያዩ ቀለማትና፡ ቅርጽ ባሉዋቸዉ ነገሮች እንዲጫወት/እንድትጫወት ስጡ። ልጃችሁ ይህንን ማድረጉ የመመራመርና የማወቅ ችሎታዉ እንዲጨምር ይረዳዋል። ቁጥር መቁጠርን፡ ፊደላትን ማንበብን፡ ነገሮችን መጥራትን እና ማነፃፀርን/ማዛመድን ለልጃችሁ አስተምሩ። ይህንን ማድረግ ልጅሽ ፊደላትንና ቁጥሮችን መለየት አንዲችል/እንድትችል ያደርጋል። ለልጃችሁ በመዝፈን/በመዘመር፣ ታሪኮችን/ተረቶችን በመናገር፡ ጨዋታዎችን አስተምሩት/አስተምሯት። የልጆችን መፅፍት አንብቡለት/ላት፣ ሥእል በማሳየት አስረዱትም/አስረዷት። ይህን ማድረጋችሁ ለልጃችሁ የደስታ ስሜትና በቀላሉ ነገሮችን እንዲማርና እንዲረዳ ያደርጋል። ልጃችሁ አራት አመት ሲሆናት/ሲሆነው ቅድመ መደበኛ ትምህርት (መዋዕለ-ሕፃናት ወይም በሌሎች ቅድመ መደበኛ ትምህርት ቤት/ተቋማት) እንዲማሩ አድርጉ። ይህንን ማድረጋችሁ ልጃችሁ ለመደበኛዉ ትምህርት በቂ ዝግጅት እንዲኖራት/እንዲኖረዉ ያደርጋል።"
            }
        ]
    }
]
